Repository: Ventla-India/VentlaApp
Catalog: src/assets/locales/*.lproj/Localizable.strings
Languages: da, de, es, fi, fr, nb, sv

# PostingFeedTextonly
source: for posting something on the activity feed.
da: ved at poste i aktivitetsfeed.
de: durch Posten im Activity Feed.
es: por publicar algo en el feed de actividades.
fi: lähettämällä jotakin Aktiviteettisyöte.
fr: en publiant quelque chose sur le flux d’activité.
nb: ved å dele i aktivitetsstrømmen.
sv: genom att posta på Aktivitetsflödet.

# PostingFeedWithImage
source: by posting an image to the events Activity Feed.
da: ved at poste et billede i aktivitetsfeed.
de: durch Posten eines Bildes im Activity Feed.
es: publicando una imagen en el feed de actividades de eventos.
fi: lähettämällä kuvan Aktiviteettisyöte.
fr: en publiant une image sur le flux d’activité de l’événement.
nb: ved å dele et bilde i aktivitetsstrømmen.
sv: genom att posta en bild på Aktivitetsflödet.

# WelcomePoints
source: you made it to the event.
da: ved at gå ind på eventet.
de: durch Teilnahme an der Veranstaltung.
es: llegaste al evento.
fi: osallistumalla tapahtumaan.
fr: Vous participez à l’événement.
nb: ved å gå inn på eventen.
sv: genom att gå in på eventet.

# AnswerEvaluationQuestion
source: for every program item you evaluate.
da: for hvert programpunkt, du vurderer
de: für jeden Programmpunkt findet eine Auswertung statt.
es: para cada elemento del programa que evalúe.
fi: jokaiselle arvioitavallesi ohjelmanosalle.
fr: pour chaque élément du programme que vous évaluez.
nb: for hvert program du evaluerer.
sv: för varje programpunkt du utvärderar.

# BannerAdClick
source: when you click a banner ad shown below dialogues, programs, information and participants section.
da: når du klikker på et reklamebanner.
de: wenn Sie auf ein Werbebanner klicken.
es: cuando hace clic en un anuncio de banner que se muestra debajo de la sección de diálogos, programas, información y participantes.
fi: klikatessasi yhtä mainosbannereista.
fr: quand vous cliquez sur une bannière publicitaire située sous les sections discussions, programmes, informations, et participants.
nb: når du klikker på en reklamebanner.
sv: när du klickar på en reklam banner.

# AddNotes
source: for taking notes using the Notes feature.
da: når du opretter en note i appen.
de: wenn Sie eine Notiz in der App erstellen.
es: para tomar notas con la función Notas.
fi: luodessasi kommenttia sovelluksessa.
fr: en prenant des notes avec la fonction Notes.
nb: Når du oppretter et notat i appen.
sv: när du skapar en anteckning i appen.

# UpdateParticipantProfileTitle
source: Create a participant profile
da: Opret en deltagerprofil
de: Teilnehmerprofil erstellen
es: Crear un perfil de participante
fi: Luo osanottajaprofiili
fr: Créer un profil de participant
nb: Opprett en deltakerprofil
sv: Skapa en deltagarprofil

# AddProfilePictureTitle
source: Assign a profile picture
da: Tilføj et profilbillede
de: Profilbild hinzufügen
es: Asignar una foto de perfil
fi: Lisää profiilikuva
fr: Ajouter une photo de profil
nb: Last opp et profilbilde
sv: Lägg in en profilbild

# CompleteParticipantProfileTitle
source: Networking professional
da: Professionel netværker
de: Professionelle Netzwerker
es: Profesional de redes
fi: Ammattiverkosto
fr: Professionel de réseau
nb: Proffnettverksbygger
sv: Proffsnätverkare

# AnswerDialogueTitle
source: Dialogue feedback
da: Svar på dialogpunkter
de: Antwort auf Dialogpunkte
es: Comentarios del diálogo
fi: Vastaa keskustelukohtiin
fr: Retour sur la discussion
nb: Svar på dialogpunkter
sv: Svara på dialogpunkter

# AnswerSurveyTitle
source: Complete survey
da: Gennemfør spørgeundersøgelser
de: Umfragen durchführen
es: Encuesta completa
fi: Täytä kyselylomakkeet
fr: Répondre à l’enquête
nb: Gjennomfør spørreundersøkelser
sv: Genomför enkäter

# PostingFeedTextonlyTitle
source: Post on the Activity Feed
da: Opslå i aktivitetsfeed
de: Post im Activity Feed
es: Publicar en el feed de actividades
fi: Lähetä Aktiviteettisyöte
fr: Publier sur le flux d’activité
nb: Del i aktivitetsstrømmen
sv: Posta på Aktivitetflödet

# PostingFeedWithImageTitle
source: Post an image to the Activity Feed
da: Opslå et billede i aktivitetsfeed
de: Posten eines Bildes im Activity Feed
es: Publica una imagen en el feed de actividades
fi: Lähetä kuva Aktiviteettisyöte
fr: Publier une image sur le flux d’activité
nb: Del et bilde i aktivitetsstrømmen
sv: Posta en bild på Aktivitetsflödet

# WelcomePointsTitle
source: Welcome to the event
da: Velkommen til begivenheden
de: Willkommen zur Veranstaltung
es: Bienvenido al evento
fi: Tervetuloa tapahtumaan
fr: Bienvenue à l’événement
nb: Velkommen til eventen
sv: Välkommen till eventet

# AnswerEvaluationQuestionTitle
source: Provide feedback on program items
da: Svarer på programvurderinger
de: Reaktion auf Programmbewertungen
es: Proporcionar comentarios sobre los elementos del programa
fi: Vastaamalla ohjelmanarviointeihin
fr: Donner son avis sur des éléments du programme
nb: Svarer på programevalueringer
sv: Svarar på programutvärderingar

# BannerAdClickTitle
source: Banner Ad Click
da: Bannerannonce-klik
de: Anklicken von Bannern
es: Clic en anuncio de banner
fi: Mainosbannereita klikkaamalla
fr: Cliquer sur une bannière publicitaire
nb: Bannerannonse klikk
sv: Bannerannons Klicka

# AddNotesTitle
source: Note taker
da: Kommentator
de: Notizen
es: Tomador de notas
fi: Kommentoija
fr: Notes
nb: Notisblokk
sv: Antecknare

# WelcomePointToast
source: Congratulations! You have earned event reward points. Check out the rules in participant section to earn more points.
da: Tillykke! Du har optjent point ved at komme til eventet. Læs reglerne for, hvordan du tjener flere point, under Deltagere.
de: Gratis! Sie haben Punkte gesammelt, indem Sie zur Veranstaltung gekommen sind. Lesen Sie die Regeln, um mehr Punkte unter den Teilnehmern zu sammeln.
es: ¡Felicitaciones! Ha ganado puntos de recompensa del evento. Consulte las reglas en la sección de participantes para ganar más puntos.
fi: Onnittelut! Olet ansainnut pisteitä tulemalla tapahtumaan. Lue säännöistä kuinka voit ansaita lisää pisteitä kohdasta Osanottaja.
fr: Félicitations ! Vous avez gagné des points de récompense pour cet événement. Consultez les règles dans la section participants pour gagner plus de points.
nb: Gratulerer! Du har opptjent poeng ved å komme til eventen. Les reglene for hvordan du tjener flere poeng under Deltakere.
sv: Grattis! Du har tjänat poäng genom att komma till eventet. Läs reglerna för hur du tjänar fler poäng under Deltagare.

# EarnPointToastOne
source: Congratulations! You have achieved
da: Tillykke! Du har opnået
de: Gratis! Sie haben
es: ¡Felicidades! Lo has logrado
fi: Onnittelut! Olet saavuttanut
fr: Félicitations ! Vous avez réussi à
nb: Gratulerer! Du har opptjent
sv: Grattis! Du har uppfyllt

# EarnPointToastTwo
source: points. Check out the leaderboard to see your rank.
da: point. Tjek toplisten for at se din placering.
de: Punkte aufgefüllt. Schauen Sie sich die Rangliste an, um Ihre Platzierung zu sehen.
es: puntos. Consulte la tabla de clasificación para ver su rango.
fi: pisteitä. Tarkista sijoituslistasta oma sijoituksesi.
fr: points. Consultez le classement pour voir votre position
nb: poeng. Sjekk topplisten for å se din plassering.
sv: poäng. Kolla in topplistan för att se din placering.

# NoOneStartedYettxt
source: No one started yet
da: Ingen er startet endnu
de: Noch hat noch niemand begonnen
es: Nadie ha empezado todavía
fi: Kukaan ei ole vielä aloittanut
fr: Personne n’a commencé
nb: Ingen har startet enda
sv: Ingen har startat ännu

# OnlyIHaveStartedConditionWithoutRank
source: In order to be part of leaderboard update your profile
da: Husk, at du skal have en brugerprofil for at blive vist på listen.
de: Denken Sie daran, dass Sie ein Nutzerprofil besitzen müssen, um in der Liste zu erscheinen.
es: Para formar parte de la tabla de clasificación, actualiza tu perfil
fi: Muista, että sinulla täytyy olla käyttäjäprofiili, jotta se ilmestyisi listalle.
fr: Pour apparaître dans le classement, mettez à jour votre profil
nb: Husk at du må ha en brukerprofil for å være synlig på listen.
sv: Kom ihåg att du måste ha en användarprofil för att dyka upp i listan.

# QuizCompetitionTitle
source: Quiz competition
da: Quiz
de: Quiz
es: Concurso de preguntas
fi: Tietokilpailu
fr: Quiz
nb: Quiz
sv: Frågesport

# QuizCompetition
source: for answering the correct option in pick correct answer dialogue items.
da: for hvert korrekt svar under dialog.
de: für jede richtige Antwort im Dialog.
es: para responder la opción correcta en elegir elementos de diálogo de respuesta correcta.
fi: jokaisesta oikeasta vastauksesta vuoropuhelun aikana.
fr: pour avoir répondu correctement en sélectionnant la bonne réponse dans les éléments de discussion.
nb: for hvert riktig svar under dialog.
sv: för varje rätt svar under dialog.

# labelSearchPrivateEvent
source: SEARCH FOR A PRIVATE EVENT
da: SØK PRIVAT EVENT
de: SUCHE PRIVATEM EREIGNIS
es: BÚSQUEDA DE UN EVENTO PRIVADO
fi: HAKU YKSITYINEN TAPAHTUMA
fr: RECHERCHER UN ÉVÉNEMENT PRIVÉ
nb: SØK PRIVAT EVENT
sv: SÖK PRIVAT EVENT

# licenseDetailsTxt
source: License details
da: Licensdetaljer
de: Lizenzdetails
es: Detalles de la licencia
fi: Lisenssitiedot
fr: Détails de la licence
nb: lisens detaljer
sv: Licensdetaljer

# QuestionTitle
source: Question
da: Spørge
de: Frage
es: Pregunta
fi: Kysymys
nb: Spørre
sv: Fråga

# Questionslbl
source: Questions
da: Spørgsmål
de: Fragen
es: Preguntas
fi: Kysymykset
nb: Spørsmål
sv: Frågor

# menu_label
source: Menu
de: Menü
es: Menú
fi: valikko
nb: Meny
sv: Meny

# poweredby_label
source: Powered by Ventla
es: Desarrollado por Ventla

# tags_label
source: Tags
de: Etikett
es: Etiquetas
fi: Tunnisteet
sv: Taggar

# adv_label
source: Advertisement
da: banner
de: Banner
es: Anuncio
fi: lippu
fr: Publicité
nb: banner
sv: Banner

# backbtn_label
source: Back button
da: tilbage
de: zurück
es: Botón de retroceso
fi: takaisin
fr: Retour
nb: tilbake
sv: Tillbaka

# share_label
source: Share
da: Deling
es: Compartir
fr: Partager
nb: Del
sv: Dela

# refresh_label
source: Refresh
da: Opdatering
de: Aktualisierung
es: Actualizar
fi: päivitys
fr: Rafraichir
nb: Oppdater
sv: Uppdatera

# filter_label
source: Filter
da: Filtre
es: Filtrar
fi: Suodattaa
fr: Filtrer
nb: filtre

# addtocontacts_label
source: Add to contacts
da: Føj til kontakter
de: Zu Kontakten hinzufügen
es: Añadir contactos
fi: Lisää yhteystietoihin
fr: Ajouter aux contacts
nb: Legg til i kontakter
sv: Lägg till I kontakter

# progressbar_label
source: Your progress
da: Din status
de: Ihr Status
es: Su progreso
fi: Sinun tila
fr: Votre progression
nb: Din status
sv: Din status

# addnote_label
source: Add a note
da: Tilføj note
de: Notiz hinzufügen
es: Agrega una nota
fi: Lisää muistiinpano
fr: Ajouter une note
nb: Legg til notat
sv: Lägg till anteckning

# deletenote_label
source: Delete this note
da: Slet note
de: Notiz löschen
es: Eliminar esta nota
fi: Poista muistiinpano
fr: Supprimer cette note
nb: Slett notat
sv: Ta bort anteckning

# download_label
source: Download
da: Hent
de: Herunterladen
es: Descargar
fi: Lataa
fr: Télécharger
nb: Last ned
sv: Ladda ner

# expand_label
source: Expand
da: udvide
de: erweitern
es: Expandir
fi: laajentaa
fr: Développer
nb: utvide
sv: Expandera

# collapse_label
source: Collapse
da: minimere
de: minimieren
es: Colapso
fi: minimoida
fr: Réduire
nb: minimere
sv: Minimera

# populatefromlinkedin_label
source: Populate your profile from linkedin
da: Upload profilen fra LinkedIN
de: Laden Sie das Profil von LinkedIN hoch
es: Completa tu perfil desde linkedin
fi: Lataa profiili LinkedINistä
fr: Remplir votre profil à partir de LinkedIn
nb: Last opp profilen fra LinkedIN
sv: Ladda in profilen från LinkedIN

# profilepic_label
source: Profile picture
da: profilbillede
de: Profilbild
es: Foto de perfil
fi: profiilikuva
fr: Photo de profil
nb: profilbilde
sv: Profilbild

# search_label
source: Search
da: Søg
de: suchen
es: Buscar
fi: Haku
fr: Rechercher
nb: Søk
sv: Sök

# removeapp_label
source: Remove App
da: Fjern app
de: App entfernen
es: Eliminar aplicaciones
fi: Poista sovellus
fr: Supprimer l’application
nb: Fjern app
sv: Ta bort app

# blockparticipant_label
source: Block Participant
da: Bloker deltagere
de: Teilnehmer blockieren
es: Bloquear participante
fi: Estä osallistujat
fr: Bloquer le participant
nb: Blokker deltakere
sv: Blockera deltagare

# unblockparticipant_label
source: Unblock Participant
da: Fjern blokeringen
de: Blockierung entfernen
es: Desbloquear participante
fi: Poista esto
fr: Débloquer le participant
nb: Fjern blokkeringen
sv: Ta bort blockering

# viewprofile_label
source: Double tap to View profile
da: Dobbeltklik for at se profilen
de: Doppelklicken Sie, um das Profil anzuzeigen
es: Toca dos veces para ver el perfil
fi: Kaksoisnapsauta nähdäksesi profiilin
fr: Appuyer deux fois pour voir le profil
nb: Dobbeltklikk for å se profilen
sv: Dubbelklicka för att visa profil

# attachapicture_label
source: Attach a Picture
da: Tilføj billede
de: Bild hinzufügen
es: Adjuntar una imagen
fi: Lisää kuva
fr: Joindre une image
nb: Legg til bilde
sv: Lägg till bild

# meetappgo_label
source: Ventla event engagement
es: Ventla participación en el evento
fr: Engagement de l’événement Ventla

# sendmsg_label
source: Send message
da: Send besked
de: Nachricht senden
es: Enviar mensaje
fi: Lähetä viesti
fr: Envoyer un message
nb: Send melding
sv: Sänd meddelande

# joinedevent_event
source: You have joined the event
da: Du er tilmeldt begivenheden
de: Sie haben sich dem Event
es: Te has unido al evento
fi: Olet liittynyt tapahtumaan
fr: Vous avez rejoint l’événement
nb: Du har blitt med på arrangementet
sv: Du har gått med I eventet

# addedtomyprogram_event
source: Added to my programs
da: Føjet til mit program
de: Zu meinem Programm hinzugefügt
es: Agregado a mis programas
fi: Lisätty ohjelmaan
fr: Ajouter à mes programmes
nb: Lagt til i programmet mitt
sv: Tillagd I mitt program

# removedmyprogram_event
source: Removed from my programs
da: Fjernet fra mit program
de: Aus meinem Programm entfernt
es: Eliminado de mis programas
fi: Poistettu ohjelmasta
fr: Supprimer de mes programmes
nb: Fjernet fra programmet mitt
sv: Borttagen från mitt program

# favourited_event
source: Participant added to Favourites
da: Deltageren tilføjede I favoritter
de: Der Teilnehmer hat In Favoriten hinzugefügt
es: Participante agregado a favoritos
fi: Osallistuja lisäsi Suosikkeihin
fr: Participant ajouté aux Favoris
nb: Deltakeren la til i Favoritter
sv: Deltagaren tillagt I favoriter

# unfavourited_event
source: Participant removed from Favourites
da: Deltager fjernet fra favoritter
de: Teilnehmer aus Favoriten entfernt
es: Participante eliminado de favoritos
fi: Osallistuja poistettu suosikkeista
fr: Participant supprimé des Favoris
nb: Deltakeren fjernet fra favoritter
sv: Deltagaren borttagen ur favoriter

# feedposted_event
source: Feed posted Successfully
da: Din opdatering er sendt
de: Ihr Update wurde gesendet
es: Feed publicado correctamente
fi: Päivityksesi on lähetetty
fr: Contenu publié avec succès
nb: Oppdateringen din er sendt
sv: Din uppdatering har skickats

# cmntposted_event
source: Comment posted Successfully
da: Din kommentar er sendt
de: Ihr Kommentar wurde übermittelt
es: Comentario publicado con éxito
fi: Kommenttisi on lähetetty
fr: Commentaire publié avec succès
nb: Kommentaren din er sendt
sv: Din kommentar har skickats

# tagsapplied_event
source: Tags filter applied
da: Tag filtre bruges
de: Tag-Filter werden verwendet
es: Filtro de etiquetas aplicado
fi: Tag-suodattimia käytetään
fr: Filtre de tags appliqué
nb: Tagfilter brukes
sv: Tagg filter används

# filterapplied_event
source: Interests filter applied
da: Interessefiltre bruges
de: Zinsfilter werden verwendet
es: Se aplicó el filtro de intereses
fi: Korkosuodattimia käytetään
fr: Filtre d’intérêts appliqué
nb: Interessefiltre brukes
sv: Intresse filter används

# notesaved_event
source: Note saved successfully
da: Noten blev gemt
de: Die Notiz wurde erfolgreich gespeichert
es: Nota guardada con éxito
fi: Muistiinpanon tallennus onnistui
fr: Note enregistrée avec succès
nb: Notatet ble lagret
sv: Anteckningen sparades framgångsrikt

# feededited_event
source: Feed updated successfully
da: Opdateret
de: Erfolgreich aktualisiert
es: Feed actualizado correctamente
fi: Päivitetty onnistuneesti
fr: Contenu mis à jour avec succès
nb: Oppdatert
sv: Uppdaterades framgångsrikt

# feeddeleted_event
source: Feed deleted successfully
da: Fjernet med succes
de: Erfolgreich entfernt
es: Feed eliminado correctamente
fi: Poistettu onnistuneesti
fr: Contenu supprimé avec succès
nb: Fjernet vellykket
sv: Togs bort framgångsrikt

# cmntedited_event
source: Comment updated successfully
da: Kommentaren blev opdateret
de: Der Kommentar wurde aktualisiert
es: Comentario actualizado con éxito
fi: Kommentti päivitettiin
fr: Commentaire mis à jour avec succès
nb: Kommentaren ble oppdatert
sv: Kommentaren uppdaterades

# cmntdeleted_event
source: Comment deleted successfully
da: Kommentaren blev fjernet
de: Der Kommentar wurde entfernt
es: Comentario eliminado correctamente
fi: Kommentti poistettiin
fr: Commentaire supprimé avec succès
nb: Kommentaren ble fjernet
sv: Kommentaren togs bort

# postliked_event
source: You liked this post
da: Du kunne godt lide tjekket
de: Du mochtest geprüft
es: Te gustó esta publicación
fi: Pidit tarkastamasi
fr: Vous aimez cette publication
nb: Du likte sjekket
sv: Du gillade markerade

# postunliked_event
source: You unliked this post
da: Du stoppede med at lide
de: Du hast aufgehört zu mögen
es: No te gustó esta publicación
fi: Lopetit pitämästä
fr: Vous n’aimez plus cette publication
nb: Du sluttet å like
sv: Du slutade gilla

# viewimg_label
source: Double tap to view image
da: Dobbelttryk for at se billede
de: Doppeltippen, um das Bild anzuzeigen
es: Toca dos veces para ver la imagen
fi: Kaksoisnapauta nähdäksesi kuvan
fr: Appuyer deux fois pour voir l’image
nb: Dobbelttrykk for å se bildet
sv: Dubbelklicka för att visa bilden

# selectedinterest_label
source: Selected
da: valgt
de: ausgewählt
es: Seleccionado
fi: valittu
fr: Sélectionné
nb: valgt
sv: Markerade

# unselectedinterest_label
source: Un-selected
da: fravalgt
de: nicht ausgewählte
es: No seleccionado
fi: valitsematta
fr: Désélectionné
nb: uselektert
sv: Avmarkerade

# ProgramDay
source: day
es: día
fr: jour

# ProgramDays
source: days
es: dias
fr: jours

# ProgramHours
source: hours
da: timer
de: Stunden
es: horas
fi: tuntia
fr: heures
nb: timer
sv: timmar

# ProgramHour
source: hour
da: time
de: Stunde
es: hora
fi: tunti
fr: heure
nb: time
sv: timme

# ProgramMinutes
source: minutes
da: minutter
de: Minuten
es: minutos
fi: minuuttia
nb: minutter
sv: minuter

# Slider_video
source: Watch live
da: Se live
de: Live ansehen
es: Ver en directo
fi: Katso suorana
fr: Regarder en direct
nb: Se live
sv: Följ live

# Slider_Youtube
source: YouTube live
es: YouTube en vivo

# instructions_header
source: Connect on your computer
da: Tilslut via computeren
de: Connect via Computer
es: Conéctate en tu computadora
fi: Yhdistä tietokoneen kautta
fr: Connectez-vous sur votre ordinateur
nb: Koble til via computer
sv: Anslut via dator

# step_1_string
source: 1. Go to
da: 1. Gå til
de: 1. Gehen Sie zu
es: 1. Ir a
fi: 1. Siirry
fr: 1. Allez à
nb: 1. Gå til
sv: 1. Gå till

# step_2_string
source: 2. Enter access code:
da: 2. Indtast koden:
de: 2. Geben Sie den Code ein:
es: 2. Ingrese el código de acceso:
fi: 2. Kirjoita koodi:
fr: 2. Saisissez le code d’accès :
nb: 2. Tast inn koden:
sv: 2. Skriv in koden:

# step_3_string
source: 3. Click “Connect”
da: 3. Klik på “Connect”
de: 3. Klicke auf “Connect”
es: 3. Haga clic en Conectar
fi: 3. Klikkaa “Connect”
fr: 3. Cliquez sur « Connexion »
nb: 3. Klikk på “Connect”
sv: 3. Klicka på “Connect”

# instructions_btn
source: Got it!
da: Jeg forstår!
de: Ich verstehe!
es: ¡Entendido!
fi: Ymmärsin
fr: C’est compris !
nb: Jeg forstår!
sv: Jag förstår!

# ScalingDialogAlertTitle
source: There are statements left unanswered, remember to scroll the page. Do you want to submit anyway?
da: Du har ikke besvaret alle påstandene, glem ikke at rulle ned på siden for at se alle. Vil du alligevel indsende svarene?
de: Es bleiben Aussagen unbeantwortet. Denken Sie daran, die Seite zu scrollen. Möchten Sie trotzdem einreichen?
es: Hay declaraciones sin respuesta, recuerde desplazarse por la página. ¿Quieres enviarlo de todos modos?
fi: Jotkut lausunnot ovat jättämättä vastauksia. Muista selata sivua. Haluatko lähettää muutenkin?
fr: Certaines parties n’ont pas de réponse, n’oubliez pas de faire défiler la page. Voulez-vous soumettre malgré tout ?
nb: Du har ikke svart på alle påstandene, ikke glem å bla gjennom siden for å se alle. Vil du sende inn svarene uansett?
sv: Du har inte lämnat svar på alla påståenden, glöm inte att scrolla ner på sidan för att se alla. Vill du skicka in svaren ändå?

# TimesInLabel
source: Times in
da: Tider i
de: Zeiten in
es: Tiempos en
fi: Ajat
fr: Horaires dans
nb: Tidspunkter i
sv: Tider i

# ZoneLabel
source: zone
es: zona
fi: vyöhykkeellä
nb: sonen
sv: zon

# EventTimeZoneLabel
source: Event time zone -
da: Begivenheds tidszone -
de: Ereigniszeitzone -
es: Zona horaria del evento -
fi: Tapahtuman aikavyöhyke -
fr: Fuseau horaire de l’événement -
nb: Arrangement tidssone -
sv: Eventets tidszon -

# LocalTimeZoneLabel
source: Local time zone -
da: Lokal tidszone -
de: Lokale Zeitzone -
es: Zona horaria local -
fi: Paikallinen aikavyöhyke -
fr: Fuseau horaire local -
nb: Lokal tidssone -
sv: Lokal tidszon -

# doubletaptoopen_Label
source: Double tap to open
da: Dobbeltklik for at åbne
de: Doppelklicken Sie zum Öffnen
es: Toca dos veces para abrir
fi: Kaksoisnapsauta avataksesi
fr: Appuyer deux fois pour ouvrir
nb: Dobbeltklikk for å åpne
sv: Dubbelklicka för att öppna

# AppNotInstalled
source: Required app is not installed
da: Nødvendig app er ikke installeret
de: Die erforderliche App ist nicht installiert
es: La aplicación requerida no está instalada
fi: Vaadittua sovellusta ei ole asennettu
fr: L’application requise n’est pas installée
nb: Nødvendig app er ikke installert
sv: Nödvändig app är inte installerad

# ConnectMeetingLabel
source: Connect to meeting
da: Tilslut til møde
de: Meeting beitreten
es: Conectarse a la reunión
fi: Yhdistä kokoukseen
fr: Se connecter à une réunion
nb: Bli med på møtet
sv: Anslut till mötet

# ConnectUsingMobileLabel
source: Connect using mobile phone
da: Tilslut via mobil
de: Connect auf mobilen
es: Conectarse usando un teléfono móvil
fi: Yhdistä puhelimitse
fr: Se connecter avec un téléphone portable
nb: Koble til via mobil
sv: Anslut via mobil

# ConnectUsingComputerLabel
source: Connect using computer device
da: Tilslut via computeren
de: Connect via Computer
es: Conectar usando un dispositivo de computadora
fi: Yhdistä tietokoneen kautta
fr: Se connecter avec un ordinateur
nb: Koble til via computer
sv: Anslut via dator

source: Watch video
da: Se video
de: Schau Video
es: Ver video
fi: Katso video
fr: Regarder la vidéo
nb: Se video
sv: Visa videon

# VirtualMeetingDetailsLabel
source: Virtual meeting details
da: Virtuelt møde - detaljer
de: Virtuelles Meeting - Details
es: Detalles de la reunión virtual
fi: Virtuaali kokous - yksityiskohdat
fr: Détails de la réunion virtuelle
nb: Virtuelt møte - detaljer
sv: Virtuellt möte - detaljer

# ConnectOnComputerLabel
source: Connect on your computer
da: Tilslut via computeren
de: Connect via Computer
es: Conéctate en tu computadora
fi: Yhdistä tietokoneen kautta
fr: Connectez-vous sur votre ordinateur
nb: Koble til via computer
sv: Anslut via dator

# ConnectClickLabel
source: Click “Connect”
da: Klik på “Connect”
de: Klicke auf “Connect”
es: Haga clic en Conectar
fi: Klikkaa “Connect”
fr: Cliquez sur « Connexion »
nb: Klikk på “Connect”
sv: Klicka på “Connect”
