Repository: Ventla-India/VentlaApp
Catalog: src/assets/locales/*.lproj/Localizable.strings
Languages: da, de, es, fi, fr, nb, sv

# Month_December
source: December
de: Dezember
es: diciembre
fi: Joulukuu
fr: décembre
nb: Desember

# Day_Monday
source: Monday
da: Mandag
de: Montag
es: lunes
fi: Maanantai
fr: lundi
nb: Mandag
sv: Måndag

# Day_Tuesday
source: Tuesday
da: Tirsdag
de: Dienstag
es: martes
fi: Tiistai
fr: mardi
nb: Tirsdag
sv: Tisdag

# Day_Wednesday
source: Wednesday
da: Onsdag
de: Mittwoch
es: miércoles
fi: Keskiviikko
fr: mercredi
nb: Onsdag
sv: Onsdag

# Day_Thursday
source: Thursday
da: Torsdag
de: Donnerstag
es: jueves
fi: Torstai
fr: jeudi
nb: Torsdag
sv: Torsdag

# Day_Friday
source: Friday
da: Fredag
de: Freitag
es: viernes
fi: Perjantai
fr: vendredi
nb: Fredag
sv: Fredag

# Day_Saturday
source: Saturday
da: Lørdag
de: Samstag
es: sábado
fi: Lauantai
fr: samedi
nb: Lørdag
sv: Lördag

# Day_Sunday
source: Sunday
da: Søndag
de: Sonntag
es: domingo
fi: Sunnuntai
fr: dimanche
nb: Søndag
sv: Söndag

# Track_header
source: Track
da: Spor
de: Verfolgen
es: Pista
fi: Keskustelu
fr: Suivre
nb: Spor
sv: Spår

# Settings_Notifications
source: Allow push notifications from this event
da: Tillad push-notifikationer fra denne event
de: Push-Benachrichtigungen von diesem Ereignis zulassen
es: Permitir notificaciones push de este evento
fi: Salli push-viestit tästä tapahtumasta
fr: Autoriser les notifications push pour cet événement
nb: Tillat pushmeldinger fra dette arrangementet
sv: Tillåt pushnotifieringar från detta event

# DialogNoAction_SendResponce
source: SEND
de: Senden
es: ENVIAR
fi: Lähetä
fr: ENVOYER
sv: Skicka

# DialogNoAction_ViewResults
source: VIEW RESULTS
da: RESULTATER
de: ERGEBNISSE
es: VER RESULTADOS
fi: NÄYTÄ TULOKSIA
fr: VOIR LES RÉSULTATS
nb: SE RESULTATET
sv: VISA RESULTAT

# TitleTextResult
source: Result
da: Resultat
de: Ergebnis
es: Resultado
fi: Tulokset
fr: Résultat
nb: Resultat
sv: Resultat

# RequiredCodeJoinEvent
source: Enter event code
da: Indtast eventkode
de: Ereigniscode eingeben
es: Ingrese el código del evento
fi: Syötä tapahtumakoodi
fr: Saisir un code d’événement
nb: Skriv inn arrangementskode
sv: Skriv eventkod

# Error_InternetConnection
source: Internet connection is required in order to load the event list
da: Internet-forbindelse er nødvendig for at indlæse eventlisten.
de: Zum Laden der Ereignisliste ist eine Internetverbindung erforderlich.
es: Se requiere conexión a Internet para cargar la lista de eventos
fi: Tapahtumalistan lataaminen edellyttää internet-yhteyttä.
fr: Une connexion Internet est nécessaire pour charger la liste des événements
nb: Du må være tilkoblet internett for å kunne laste inn arrangementslisten.
sv: Anslut till Internet för att läsa in eventlistan

# Error_InternetConnection_First
source: Internet Connection required on first launch
da: Internet-forbindelse er nødvendig for at indlæse.
de: Zum Laden ist eine Internetverbindung erforderlich.
es: Se requiere conexión a Internet en el primer lanzamiento
fi: Lataaminen edellyttää internet-yhteyttä.
fr: Une connexion Internet est nécessaire lors du premier démarrage
nb: Du må være tilkoblet internett for å kunne laste ned.

# profile_internet
source: Internet connectivity is needed in order to update your profile
da: Internet-forbindelse er nødvendig for at opdatere din profil.
de: Um Ihr Profil zu aktualisieren, brauchen Sie eine Internetverbindung.
es: Se necesita conectividad a Internet para actualizar su perfil
fi: Profiilin päivittäminen edellyttää internet-yhteyttä.
fr: Une connexion Internet est nécessaire pour mettre à jour votre profil
nb: Du må være tilkoblet internett for å oppdatere profilen din.
sv: Internetanslutning krävs

# InterNetConnectioNotAvailableForList
source: Internet connection is required in order to load the event list
da: Internet-forbindelse er nødvendig for at indlæse eventlisten.
de: Zum Laden ist eine Internetverbindung erforderlich.
es: Se requiere conexión a Internet para cargar la lista de eventos
fi: Lataaminen edellyttää internet-yhteyttä.
fr: Une connexion Internet est nécessaire pour charger la liste des événements
nb: Du må være tilkoblet internett for å kunne laste inn arrangementslisten.
sv: Anslut till Internet för att läsa in eventlistan

# InterNetConnectioNotAvailable
source: Internet connection is required in order to load
da: Internet-forbindelse er nødvendig for at indlæse.
de: Zum Laden ist eine Internetverbindung erforderlich.
es: Se requiere conexión a Internet para cargar
fi: Lataaminen edellyttää internet-yhteyttä.
fr: Une connexion Internet est nécessaire pour le chargement
nb: Du må være tilkoblet internett for å kunne laste ned.
sv: Anslut till Internet för att läsa

# InvalidEventCode
source: Invalid event code entered.
da: Ugyldig eventkode indtastet.
de: Ungültiger Ereigniscode eingegeben.
es: Se ingresó un código de evento no válido.
fi: Virheellinen tapahtumakoodi syötetty.
fr: Code d’événement saisi non valide.
nb: Ugyldig arrangementskode.
sv: Koden är inte giltig för detta event.

# AuthInvalidCredentials
source: Unknown error.
da: Ukendt fejl.
de: Unbekannter Fehler.
es: Error desconocido.
fi: Tuntematon virhe.
fr: Erreur inconnue.
nb: Ukjent feil.
sv: Okänt fel

# AuthInvalidInstance
source: Problem joining the event? Please contact event organizer.
da: Problemer med at deltage i arrangementet? Kontakt arrangøren for hjælp.
de: probleme beim Teilnehmen? Bitte kontaktieren Sie den Veranstalter
es: Problemas para unirse al evento? Comuníquese con el organizador del evento.
fi: Ongelmia tapahtumaan liittymisessä? Ota yhteyttä tapahtuman järjestäjään.
fr: Un problème pour rejoindre l’événement ? Veuillez contacter l’organisateur de l’événement.
nb: Problemer med å delta i arrangementet? Kontakt arrangøren for hjelp.
sv: Problem med att gå med i eventet? Kontakta eventorganisatören för hjälp.

# SocialListMsg
source: Event currently doesn’t contain any social feeds.
da: Event indeholder ingen social feeds på nuværende tidspunkt.
de: Ereignis enthält zurzeit keine Social Feeds.
es: Actualmente, el evento no contiene ningún feed social.
fi: Tapahtuma ei sisällä parhaillaan viestivirtoja
fr: L’événement ne contient pour l’instant aucun contenu provenant de réseaux sociaux.
nb: Arrangementet mangler sosiale oppdateringer
sv: Det finns inga sociala flöden för detta event.

# ProgramListMsg
source: Event currently doesn't contain any program items
da: Event indeholder ingen programpunkter på nuværende tidspunkt.
de: Ereignis enthält zurzeit keine Programmelemente
es: El evento actualmente no contiene ningún elemento del programa
fi: Tapahtuma ei sisällä parhaillaan ohjelmia
fr: L’événement ne contient pour l’instant aucun élément de programme
nb: Arrangementet mangler et programelement
sv: Eventet innehåller inga programpunkter

source: All
da: Alle
de: Alle
es: Todos
fi: Kaikki
fr: Tous
nb: Alle
sv: Alla

source: My Program
da: Mit program
de: Mein Programm
es: Mi programa
fi: Oma Ohjelma
fr: Mon Agenda
nb: Mitt program
sv: Mitt Program

source: Done
da: Færdig
de: Fertig
es: Hecho
fi: Tehty
fr: Terminé
nb: Ferdig
sv: Klar

# SocialMediaMoreBtn
source: Read more
da: Læs mere
de: Mehr lesen
es: ver mas
fi: Lue lisää
fr: En lire plus
nb: Les mer
sv: Läs mer

# Program_detail_map
source: Map
da: Kort
de: Plan
es: Mapa
fi: Kartta
fr: Carte
nb: Kart
sv: Karta

source: Media
da: MEDIE
de: MEDIEN
es: Medios de comunicación
fr: Média
nb: MULTIMEDIA

# MediaVr
source: 360 Media
es: 360 medios
fr: Média 360

# InfoVr
source: An extension program is required in order to view 360 content. Click Ok to continue to AppStore for download.
es: Se requiere un programa de extensión para ver contenido 360. Haga clic en Aceptar para continuar a la App Store para descargar.
fr: Un programme d’extension est nécessaire pour visualiser le contenu 360. Cliquez sur Ok pour vous rendre sur l’AppStore pour le télécharger
sv: För att se på 360 innehåll krävs ett tilläggsprogram. Klicka på Ok för att fortsätta till AppStore.

# Invalidcode
source: Invalid verification code
da: Ugyldig verifikationskode
de: Ungültiger Bestätigungscode
es: código de verificación invalido
fi: Virheellinen vahvistuskoodi
fr: Code de vérification invalide
nb: Ugyldig bekreftelseskode
sv: Ogiltig verifieringskod

# SubmitEvaluation
source: Evaluate
da: Evaluer
de: bewerten
es: Evaluar
fi: Anna arvio
fr: Évaluer
nb: Evaluer
sv: Utvärdera

# txtEvaluation
source: Evaluation
da: Evaluering
de: Auswertung
es: Evaluación
fi: Arvio
fr: Évaluation
nb: Evaluering
sv: Utvärdering

# removeFromMyprogram
source: My Program
da: Mit program
de: Mein Programm
es: Mi programa
fi: Oma Ohjelma
fr: Mon Agenda
nb: Mitt program
sv: Ta bort från Mitt Program

# InformationListMsg
source: Event currently doesn't contain any information items.
da: Event indeholder ingen informationspunkter på nuværende tidspunkt.
de: Ereignis enthält zurzeit keine Info-Elemente.
es: El evento actualmente no contiene ningún elemento de información.
fi: Tapahtuma ei sisällä parhaillaan tietoa
fr: L’événement ne contient pour l’instant aucune information.
nb: Arrangementet mangler informasjonselementer
sv: Eventet innehåller för närvarande inga informationspunkter.

source: Information
de: Info
es: Información
fi: Tietoa
fr: Informations
nb: Informasjon

# PostResponse
source: Response successfully posted.
da: Tak for din feedback!
de: Antwort erfolgreich erstellt.
es: Respuesta publicada correctamente.
fi: Response viety onnistuneesti.
fr: Réponse publiée avec succès.
nb: Takk for tilbakemeldingen!
sv: Svaret skickades framgångsrikt.

# DialogListMsg
source: Event currently doesn't contain any dialogue items.
da: Event indeholder ingen dialogpunkter på nuværende tidspunkt.
de: Ereignis enthält zurzeit keine Dialogelemente.
es: El evento actualmente no contiene elementos de diálogo.
fi: Tapahtuma ei sisällä parhaillaan dialogeja
fr: L’événement ne contient pour l’instant aucun élément de discussion.
nb: Arrangementet mangler dialogelementer
sv: Eventet innehåller för närvarande inga dialogpunkter.

# FolderListMsg
source: Folder currently does not contain any dialogue items
da: Tom mappe
de: Leerer Ordner
es: La carpeta actualmente no contiene ningún elemento de diálogo
fi: Tyhjä kansio
fr: Le dossier ne contient pour l’instant aucun élément de discussion
nb: Tom mappe
sv: Mappen är tom

# RespondedMsg
source: MY RESPONSE
da: MIT SVAR
de: MEINE ANTWORT
es: MI RESPUESTA
fi: MINUN VASTAUS
fr: MA RÉPONSE
nb: MITT SVAR
sv: MITT SVAR

# anonymousText
source: ANONYMOUS
da: ANONYM
de: ANONYM
es: ANÓNIMO
fi: ANONYYMI
fr: ANONYME
nb: ANONYM
sv: ANONYM

# ViewMyRespTxt
source: VIEW MY RESPONSES
da: MIT SVAR
de: MEINE ANTWORT
es: VER MIS RESPUESTAS
fi: MINUN VASTAUKSET
fr: VOIR MES RÉPONSES
nb: MINE SVAR
sv: MINA SVAR

# AllResponsesTxt
source: ALL RESPONSES
da: ALLE SVAR
de: ALLE ANTWORTEN
es: TODAS LAS RESPUESTAS
fi: KAIKKI VASTAUKSET
fr: TOUTES LES RÉPONSES
nb: ALLE SVARENE
sv: ALLA SVAR

# MyResponsesTxt
source: MY RESPONSES
da: MIT SVAR
de: MEINE ANTWORT
es: MIS RESPUESTAS
fi: MINUN VASTAUS
fr: MES RÉPONSES
nb: MINA SVAR
sv: MINA SVAR

# DialogNoAction_ViewResponce
source: VIEW RESPONSES
da: VIS SVAR
de: ANTWORT
es: VER RESPUESTAS
fi: NÄYTÄ VASTAUS
fr: VOIR LES RÉPONSES
nb: SE SVAR
sv: VISA SVAR

# NoResponsesText
source: No responses yet
da: Ingen svar endnu
de: Noch keine Antworten
es: Aún no hay respuestas
fi: Ei vastauksia vielä
fr: Pas encore de réponse
nb: Ingen svar enda
sv: Inga svar ännu

# NoMyResponsesText
source: You have not responded yet
da: Du har ikke svaret endnu
de: Sie haben noch nicht geantwortet
es: Todavía no has respondido
fi: Et ole vielä vastannut
fr: Vous n’avez pas encore répondu
nb: Du har ikke svarat enda
sv: Du har inte svarat ännu

# SurveyBackBtnText
source: BACK
da: TILBAGE
de: ZURÜCK
es: atrás
fi: TAKAISIN
fr: RETOUR
nb: BACKA
sv: BACKA

# SurveyFinishBtnText
source: FINISH
da: KLAR
de: KLAR
es: TERMINAR
fi: TEHTY
fr: TERMINER
nb: KLAR
sv: KLAR

# GdprTitle
source: Please review the policy below
da: Læs venligst nedenstående policy
de: Bitte lesen Sie die folgenden Richtlinien
es: Revise la política a continuación
fi: Tarkista alla olevat käytännöt
fr: Veuillez lire les conditions ci-dessous
nb: Vennligst les policy nedenfor
sv: Vänligen läs igenom policyn nedan

# GdprAcceptBtn
source: I Accept
da: Jeg Accepterer
de: Ich nehme an
es: Acepto
fi: Hyväksyn
fr: J’accepte
nb: Jeg godtar
sv: Jag Accepterar

# GdprCloseBtn
source: Close
da: Luk
de: Schließen
es: cerrar
fi: sulje
fr: Fermer
nb: Lukk
sv: Stäng

# GdprPrivacyPolicyFollows
source: Privacy policy as follows
da: Policy som følger
de: Datenschutzrichtlinie wie folgt
es: Política de privacidad de la siguiente manera
fi: Tietosuojakäytäntö seuraavasti
fr: Politique de confidentialité:
nb: Bruk policy følger
sv: Användingspolicy följer

# ParticipantListMsg
source: Event currently doesn't contain any participants
da: Event indeholder ingen deltagere på nuværende tidspunkt.
de: Ereignis enthält zurzeit keine Teilnehmer
es: El evento actualmente no contiene ningún participante
fi: Tapahtuma ei sisällä parhaillaan osallistujia
fr: L’événement ne contient pour l’instant aucun participant
nb: Arrangementet mangler deltakere
sv: Eventet innehåller för närvarande inga deltagare.

# CallText
source: Call
da: Ring
de: Anrufen
es: Llamada
fi: Puhelu
fr: Appeler
nb: Ring
sv: Ring

# TextMessage
source: Text
da: Tekst
es: Texto
fi: Teksti
fr: Envoyer un message
nb: Tekst
sv: SMS

# NotesEmptyMessage
source: You don’t have any notes yet, click the + sign to create a note.
da: Du har ingen noter endnu, klik på + tegnet for at skrive en note.
de: Sie haben noch keine Notizen. Klicken Sie auf +, um eine Notiz zu erstellen.
es: Aún no tienes notas, haz clic en el signo + para crear una nota.
fi: Sinulla ei ole vielä viestejä, klikkaa + -merkkiä luodaksesi viestin.
fr: Vous n’avez pas encore de note, cliquez sur le symbole + pour créer une note.
nb: Du har ingen notater ennå; klikk på plusstegnet (+) for å opprette et notat.
sv: Du har ännu inga anteckningar, klicka på + för att skapa en anteckning.

# NotesDeleteMessage
source: Are you sure you want to delete?
da: Er du sikker på, at du vil slette denne note?
de: Möchten Sie diese Notiz wirklich löschen?
es: ¿Estás seguro de que quieres eliminar?
fi: Oletko varma, että haluat poistaa tämän viestin?
fr: Êtes-vous sûr de vouloir supprimer ?
nb: Er du sikker på at du vil slette dette notatet?
sv: Är du säker på att du vill ta bort anteckningen?

# NotesDeletePositiveText
source: Yes
da: Ja
de: Ja
es: si
fi: Kyllä
fr: Oui
nb: Ja
sv: Ja

# NoteDone
source: Done
da: Færdig
de: Fertig
es: Hecho
fi: Tehty
fr: Terminé
nb: Ferdig
sv: Klar

# NoMailAccount
source: Sharing not possible without email account
es: No es posible compartir sin una cuenta de correo electrónico
fr: Partage impossible sans compte e-mail
sv: E-post krävs för att dela.

# SocialMediaDetailTitle
source: Details
da: Detaljer
es: Detalles
fi: Yksityiskohdat
fr: Détails
nb: Detaljer
sv: Detaljer

# DialogSingleChoice
source: Dialogue
da: Dialog
de: Dialog
es: Diálogo
fi: Dialogi
fr: Discussion
nb: Dialog
sv: Dialog

# DialogMultipleChoice
source: Dialogue
da: Dialog
de: Dialog
es: Diálogo
fi: Dialogi
fr: Discussion
nb: Dialog
sv: Dialog

# DialogTextFeedback
source: Dialogue
da: Dialog
de: Dialog
es: Diálogo
fi: Dialogi
fr: Discussion
nb: Dialog
sv: Dialog

# BrandOptionHeaderTitle
source: Detail
da: Detalje
es: Detalle
fi: Yksityiskohta
fr: Détail
nb: Detalj
sv: Detalj

# OptionError
source: You need to supply a response
da: Du er nødt til at levere et svar
de: Sie müssen eine Antwort senden
es: Necesitas dar una respuesta
fi: Sinun täytyy antaa vastaus
fr: Vous devez fournir une réponse
nb: Du må oppgi et svar
sv: Du måste ange ett svar

# DialogNoAction_Responce
source: Write here...
da: Skriv her...
de: Hier schreiben...
es: Escriba aqui…
fi: Kirjoita tähän...
fr: Écrire ici...
nb: Skriv her ...
sv: Skriv här...

# InterNetCon
source: Please check your internet connection.
da: Internet-forbindelse er nødvendig.
de: Bitte überprüfen Sie Ihre Internetverbindung.
es: Por favor revise su conexion a internet.
fi: Lataaminen edellyttää internet-yhteyttä.
fr: Veuillez vérifier votre connexion Internet.
nb: Du må være tilkoblet internett for å kunne laste ned.
sv: Vänligen kontrollera internetanslutning.

source: Loading...
de: lädt...
es: Cargando...
fr: Chargement…
nb: Lasting...
sv: Laddar...

# FirstLoading
source: Setting up your application...
da: Opsætning af din app...
de: Anwendung für erste Nutzung einrichten...
es: Configurando su aplicación …
fi: Sovelluksen valmisteleminen käyttöä varten...
fr: Configuration de votre application...
nb: Sette opp app...
sv: Laddar in applikationen...

# EnterCode
source: Please Enter Code
da: Indtast kode
es: Ingrese el código
fr: Veuillez entrer le code
nb: Skriv inn arrangementskode
sv: Vänligen ange kod

source: No title
es: Sin título
fr: Sans titre
sv: Ingen titel

# AlertTitleNetwork
source: Network error
da: Netværksfejl
es: Error de red
fr: Erreur de réseau
nb: Du må være tilkoblet internett for å kunne laste ned.
sv: Nätverksfel

# AlertTitleWarning
source: Warning
da: Advarsel
es: Advertencia
fr: Avertissement
nb: Advarsel
sv: Varning

# AlertTitleMessage
source: Message
da: Meddelelse
es: Mensaje
nb: Beskjed
sv: Meddelande

# AlertTitleServer
source: Server Error
da: Server fejl
es: Error del Servidor
fr: Erreur de serveur
nb: Server feil
sv: Serverfel

# TryAgain
source: A network connection is required.please try again.
da: Internet-forbindelse er nødvendig.
de: Bitte überprüfen Sie Ihre Internetverbindung.
es: Se requiere una conexión de red. Vuelva a intentarlo.
fi: Lataaminen edellyttää internet-yhteyttä.
fr: Une connexion Internet est nécessaire, veuillez réessayer.
nb: Du må være tilkoblet internett for å kunne laste ned.

# TryAgainAlert
source: Try again
da: Prøv igen
es: Inténtalo de nuevo
fr: Réessayer
nb: Prøv igjen

# SettingFirstAppMsg
source: Setting up the application for the first use
da: Opsætning af din app...
de: Anwendung für erste Nutzung einrichten...
es: Configurar la aplicación para el primer uso
fi: Sovelluksen valmisteleminen käyttöä varten...
fr: Configuration de l’application pour votre première utilisation
nb: Sette opp app...
sv: Laddar in applikationen för första användning

# AppId
source: Enter App Id
es: Ingrese el ID de la aplicación
fr: Entrer l’identifiant de l’application

# SetNotification
source: Notification status updated
da: Notification set successfully
de: Notification set successfully
es: Estado de notificación actualizado
fi: Notification set successfully
fr: Statut de la notification mis à jour
nb: Notification set successfully
sv: Uppdaterat!

source: Take photo
da: Tag et billede
de: Fotos machen
es: Tomar foto
fi: Ota valokuva
fr: Prendre une photo
nb: Ta bilde
sv: Ta foto

source: Choose Existing Photo
da: Fra Galleri
de: Aus Galerie
es: Elija una foto existente
fi: Galleriasta
fr: Sélectionner une photo existante
nb: Velg eksisterende bilde
sv: Välj befintlig bild

# DeviceErrorTitle
source: Device unsupported
es: Dispositivo no compatible
fr: Appareil non pris en charge

# DeviceErrorMsg
source: Your device does not support this feature
es: Su dispositivo no es compatible con esta función
fr: Votre appareil ne prend pas en charge cette fonction

# ImageSave
source: Image is saved to the Gallery
da: Billedet gemmes i galleri
de: Bild gespeichert
es: La imagen se guarda en la Galería
fr: Image enregistrée dans la galerie
nb: Bildet lagres i galleriet
sv: Bilden sparades i galleriet

# SocialMediaLoading
source: Checking for new content...
da: indlæsning af indhold...
de: Suche nach neuen Inhalten...
es: Comprobando contenido nuevo …
fr: Recherche de nouveau contenu...
nb: Se etter nytt innhold...
sv: Uppdaterar innehåll...

# TwittMsg
source: Tweet no longer available
da: Tweet er ikke længere tilgængelig.
de: Tweet nicht mehr verfügbar.
es: Tweet ya no está disponible
fi: Tviitti ei ole enää saatavilla.
fr: Tweet non disponible
nb: Tweet er ikke lenger tilgjengelig
sv: Inlägget ej längre tillgängligt

# NoItems
source: Item not available
da: Ingen punkter tilgængelig
es: Artículo no disponible
fr: Élément non disponible
sv: Ej tillgängligt

# Evaluation_prompt
source: Select answer...
da: Vælg svar...
de: Wählen Sie eine Antwort...
es: Seleccionar respuesta …
fi: Valitse vastaus...
fr: Sélectionner une réponse...
nb: Velg et svar ...
sv: Välj svar...

# EvaluationErrorMessage
source: Please answer all grade questions
da: Besvar alle kvalitetsspørgsmål
de: Beantworten Sie alle Fragen zur Einstufung
es: Responda todas las preguntas de grado
fi: Vastaa kaikkiin arviointikysymyksiin
fr: Veuillez répondre aux questions de tous les niveaux
nb: Du må svare på alle graderingsspørsmålene.
sv: Vänligen svara på graderingsfrågorna

# addtomyprogram
source: My Program
da: Mit Program
de: Mein Programm
es: Mi programa
fi: Oma Ohjelma
fr: Mon Agenda
nb: Mitt program
sv: Mitt Program

# EvaluationSuccessMessage
source: Thanks for your feedback!
da: Tak for din feedback!
de: Vielen Dank für Ihr Feedback!
es: ¡Gracias por tus comentarios!
fi: Kiitos palautteestasi!
fr: Merci pour votre avis !
nb: Takk for tilbakemeldingen!
sv: Tack för dina synpunkter!

# Browser
source: Open in Safari
da: Åbne i Safari
de: Öffnen in Safari
es: Abierto en Safari
fi: Avaa Safari
fr: Ouvrir avec Safari
nb: Åpne i Safari
sv: Öppna i Safari

# ShareUrl
source: Share
da: Dele
de: Teilen
es: Compartir
fr: Partager
nb: Dele
sv: Dela

# ImgGalleryListMsg
source: Event currently doesn't contain any Image
da: Event indeholder intet billedgalleri på nuværende tidspunkt.
es: El evento actualmente no contiene ninguna imagen
fi: Galleria ei vielä sisällä mitään
fr: L’événement ne contient pour l’instant aucune image
nb: Arrangementet mangler elementer i bildegalleriet
sv: Eventet innehåller för närvarande inga bilder.

source: Add yourself
da: Tilføj dig selv
de: Eigene Person hinzufügen
es: Añádete a ti mismo
fi: Lisää itsesi
fr: Ajoutez-vous
nb: Legg til deg selv
sv: Lägg till dig

source: Edit your profile
da: Rediger din profil
de: Profil bearbeiten
es: Edite su perfil
fi: Muokkaa profiiliasi
fr: Modifier votre profil
nb: Rediger profilen din
sv: Editera din profil

source: Next
da: Næste
de: Weiter
es: Próximo
fi: Seuraava
fr: Suivant
nb: Neste
sv: Nästa

# DropDownPrompt
source: Choose...
da: Vælg...
es: Escoger…
fr: Choisir...
nb: Velg...
sv: Välj...

# SomethingWrong
source: Something went wrong.
es: Algo salió mal.
fr: Une erreur s’est produite.

source: Something went wrong, try again!
es: ¡Algo salió mal, intenta de nuevo!
fr: Une erreur s’est produite, veuillez reessayer !

source: Retry
es: volver a procesar
fr: Réessayer

# AnswerAllQuestions
source: Please answer all questions.
da: Besvar venligst alle spørgsmål.
de: Bitte beantworten Sie alle Fragen.
es: Responda todas las preguntas.
fi: Ole hyvä ja vastaa kaikkiin kysymyksiin.
fr: Veuillez répondre à toutes les questions.
nb: Vennligst svar på alle spørsmålene.
sv: Vänligen svara på samtliga frågor.

# CheckInMenu
source: Check-in
es: Registrarse
fi: Ilmoittautua
fr: S’enregistrer
nb: Innsjekkings
sv: Checka in

# CheckedInMenu
source: Checked-in
da: Tjekket ind
de: Eingecheckt
es: Registrado
fi: Kirjautunut sisään
fr: Enregistré
nb: Sjekket inn
sv: Incheckad

source: Show all participants
da: Vis alle deltagere
de: Alle teilnehmer anzeigen
es: Mostrar todos los participantes
fi: Näytä kaikki osallistujat
fr: Montrer tous les participants
nb: Vis alle deltakere
sv: Visa alla deltagare

source: Show participants like me
da: Vis deltagere som mig
de: Zeigen Sie teilnehmer wie mich
es: Mostrar a los participantes como yo
fi: Näytä osallistujat kuten minä
fr: Montrer les participants comme moi
nb: Vis deltakere som meg
sv: Mina matchningar
