Repository: Ventla-India/VentlaApp
Catalog: src/assets/locales/*.lproj/Localizable.strings
Languages: da, de, es, fi, fr, nb, sv

source: Default
da: Standard
de: Standard
es: Predeterminado
fi: Oletus
fr: Par défaut
nb: Standard
sv: Standard

source: Published date
da: Udgivelsesdato
de: Veröffentlichungsdatum
es: Fecha de publicación
fi: Julkaisupäivämäärä
fr: Date de publication
nb: Publiseringsdato
sv: Publiceringsdatum

source: RESET
da: NULSTIL
de: ZURÜCKSETZEN
es: REINICIAR
fi: NOLLAA
fr: RÉINITIALISER
nb: TILBAKESTILL
sv: ÅTERSTÄLL

source: Answered items
da: Besvarede punkter
de: Beantwortete Elemente
es: Elementos respondidos
fi: Vastatut kohdat
fr: Éléments répondus
nb: Besvarte elementer
sv: Besvarade objekt

source: Unanswered items
da: Ubesvarede punkter
de: Unbeantwortete Elemente
es: Elementos sin responder
fi: Vastaamattomat kohdat
fr: Éléments non répondus
nb: Ubesevarte elementer
sv: Obesvarade objekt

source: image
da: billede
de: Bild
es: imagen
fi: kuva
nb: bilde
sv: bild

# MyProgramEmptyReminder
source: You’ll be notified 5 minutes before their start.
da: Du vil blive underrettet 5 minutter før de starter.
de: Sie werden 5 Minuten vor Beginn benachrichtigt.
es: Se te notificará 5 minutos antes de su inicio.
fi: Sinulle ilmoitetaan 5 minuuttia ennen niiden alkua.
fr: Vous serez notifié 5 minutes avant leur début.
nb: Du vil bli varslet 5 minutter før de starter.
sv: Du kommer att meddelas 5 minuter innan de startar.

# MyProgramEmptyPlaceholder
source: Create your own agenda by bookmarking sessions from the program menu.
da: Lav din egen dagsorden ved at bogmærke sessioner fra programmet.
de: Erstellen Sie Ihre eigene Agenda, indem Sie Sitzungen aus dem Programm markieren.
es: Crea tu propia agenda marcando sesiones desde el programa.
fi: Luo oma ohjelmasi merkitsemällä istuntoja ohjelmasta.
fr: Créez votre propre agenda en marquant des sessions depuis le programme.
nb: Lag din egen agenda ved å bokmerke sesjoner fra programmet.
sv: Skapa din egen agenda genom att bokmärka sessioner från programmet.

source: EVALUATE SESSION
da: EVALUER SESSION
de: BEWERTEN SIE DIE SESSION
es: EVALUAR SESIÓN
fi: ARVIOI ISTUNTO
fr: ÉVALUER LA SESSION
nb: UTVURDER SESJON
sv: UTVÄRDERA SESSIONEN

# SetUpParticipantProfile
source: Setup your profile to start a conversation with other participants.
da: Opret din profil for at starte en samtale med andre deltagere.
de: Erstellen Sie Ihr Profil, um ein Gespräch mit anderen Teilnehmern zu beginnen.
es: Crea tu perfil para comenzar una conversación con otros participantes.
fi: Luo profiilisi aloittaaksesi keskustelun muiden osallistujien kanssa.
fr: Créez votre profil pour commencer une conversation avec les autres participants.
nb: Opprett profilen din for å starte en samtale med andre deltakere.
sv: Skapa din profil för att börja en konversation med andra deltagare.

# SetUpActivityProfile
source: Setup your profile to start posting.
da: Opret din profil for at begynde at poste.
de: Erstellen Sie Ihr Profil, um zu posten.
es: Crea tu perfil para comenzar a publicar.
fi: Luo profiilisi aloittaaksesi lähettämisen.
fr: Créez votre profil pour commencer à publier.
nb: Opprett profilen din for å begynne å poste.
sv: Skapa din profil för att börja posta.

# filter_applied
source: Filters applied !
da: Filtre anvendt!
de: Filter angewendet!
es: ¡Filtros aplicados!
fi: Suodattimet käytössä!
fr: Filtres appliqués !
nb: Filter brukt!
sv: Filter tillämpade!

# empty_filter
source: No results found, try changing or resetting the filter.
da: Ingen resultater fundet, prøv at ændre eller nulstille filteret.
de: Keine Ergebnisse gefunden, versuchen Sie, den Filter zu ändern oder zurückzusetzen.
es: No se encontraron resultados, intenta cambiar o restablecer el filtro.
fi: Tuloksia ei löytynyt, yritä muuttaa tai nollata suodatinta.
fr: Aucun résultat trouvé, essayez de changer ou de réinitialiser le filtre.
nb: Ingen resultater funnet, prøv å endre eller nullstille filteret.
sv: Inga resultat hittades, försök att ändra eller återställa filtret.

# SetUpProfileparticipate
source: SETUP PROFILE TO PARTICIPATE
da: OPRET PROFIL FOR AT DELTAGE
de: ERSTELLEN SIE IHR PROFIL ZUM TEILNEHMEN
es: CREA TU PERFIL PARA PARTICIPAR
fi: LUO PROFIILISI OSALLISTUAKSESI
fr: CRÉEZ VOTRE PROFIL POUR PARTICIPER
nb: OPPRETT PROFIL FOR Å DELTA
sv: SKAPA DIN PROFIL FÖR ATT DELTA

source: Exit
da: Forlad
de: Verlassen Sie
es: Salir de
fi: Poistu
fr: Quitter
nb: Forlat
sv: Lämna

# JoinAnotherApp
source: to join another app.
da: for at deltage i en anden app.
de: um einer anderen App beizutreten.
es: para unirte a otra aplicación.
fi: liittyäksesi toiseen sovellukseen.
fr: pour rejoindre une autre application.
nb: for å bli med i en annen app.
sv: för att ansluta till en annan app.

# ChangeEventDescription
source: Looking to only change event? Select the option in the left side menu.
da: Leder du kun efter at ændre begivenhed? Vælg muligheden i venstre side menu.
de: Möchten Sie nur die Veranstaltung ändern? Wählen Sie die Option im linken Seitenmenü.
es: ¿Buscas solo cambiar de evento? Selecciona la opción en el menú lateral izquierdo.
fi: Haluatko vain vaihtaa tapahtumaa? Valitse vaihtoehto vasemmasta sivuvalikosta.
fr: Vous cherchez seulement à changer d'événement ? Sélectionnez l'option dans le menu latéral gauche.
nb: Ønsker du bare å endre arrangementet? Velg alternativet i venstre sidemeny.
sv: Vill du bara ändra event? Välj alternativet i vänster sidomeny.

# post_key
source: POST
de: POSTEN
es: PUBLICAR
fi: LÄHETÄ
fr: POSTER
sv: POSTA

# EnterEmail
source: Enter your email address
da: Indtast din e-mailadresse
de: Geben sie ihre E-Mailadresse ein
es: Introduce tu dirección de correo electrónico
fi: Syötä sähköpostiosoitteesi
fr: Entrez votre adresse email
nb: Fyll inn epostadressen din
sv: Skriv in din mailadress

# EnterFirstandLastName
source: Enter your First name and Last name
da: Indtast dit fornavn og efternavn
de: Geben Sie Ihren Vor- und Nachnamen ein
es: Ingrese su Nombre y Apellido
fi: Kirjoita etunimesi ja sukunimesi
fr: Entrez votre prénom et votre nom
nb: Skriv inn fornavn og etternavn
sv: Ange ditt för- och efternamn

source: Enter verification code
da: Indtast verifikationskode
de: Bestätigungscode eingeben
es: Ingrese el código de verificación
fi: syötä vahvistus koodi
fr: Entrez le code de vérification
nb: Angi verifikasjonskode
sv: Ange din verifieringskod

source: Need help?
da: Brug for hjælp?
de: Brauchen Sie Hilfe?
es: ¿Necesitas ayuda?
fi: Tarvitsetko apua?
fr: Besoin d'aide?
nb: Trenger hjelp?
sv: Behöver hjälp?

source: Other ways to verify
da: Andre måder at verificere på
de: Andere Möglichkeiten zur Überprüfung
es: Otras formas de verificar
fi: Muita tapoja varmistaa
fr: Autres moyens de vérification
nb: Andre måter å bekrefte på
sv: Andra sätt att verifiera

# DidNotReceive
source: Didn't receive the code?
da: Modtog ikke koden?
de: Den Code nicht erhalten?
es: ¿No recibiste el código?
fi: Etkö saanut koodia?
fr: Vous n'avez pas reçu le code ?
nb: Mottok ikke koden?
sv: Fick du ingen kod?

# codeSent
source: Code sent to:
da: Kode sendt til:
de: Code gesendet an:
es: Código enviado a:
fi: Koodi lähetetty osoitteeseen:
fr: Code envoyé à :
nb: Kode sendt til:
sv: Kod skickad till:

source: Contact support
da: Kontakt support
de: Kontaktieren Sie Support
es: Contactar soporte
fi: Ota yhteyttä tukeen
fr: Contacter le support
nb: kontakt support
sv: Kontakt med support

source: Join by code
da: Deltag ved hjælp af kode
de: Per Code beitreten
es: Unirse por código
fi: Liity koodilla
fr: Rejoindre par code
nb: Bli med ved kode
sv: Gå med med koden:

# selectInterests
source: Please select your interests
da: Vælg venligst dine interesser
de: Bitte wählen Sie Ihre Interessen aus
es: Por favor seleccione sus intereses
fi: Valitse kiinnostuksen kohteesi
fr: Veuillez sélectionner vos intérêts
nb: Vennligst velg dine interesser
sv: Vänligen välj dina intressen

# capLater
source: LATER
da: SENERE
de: SPÄTER
es: MÁS TARDE
fi: MYÖHEMMIN
fr: PLUS TARD
nb: SENERE
sv: SENARE

# capContinue
source: CONTINUE
da: FORTSÆT
de: WEITER
es: CONTINUAR
fi: JATKAA
fr: CONTINUER
nb: FORTSETT
sv: FORTSÄTT

# capCancel
source: CANCEL
da: ANNULLER
de: STORNIEREN
es: CANCELAR
fi: PERUUTA
fr: ANNULER
nb: AVBRYT
sv: AVBRYT

source: or
da: eller
de: oder
es: o
fi: tai
fr: ou
nb: eller
sv: eller

source: Select from list
da: Vælg fra liste
de: Aus Liste auswählen
es: Selecciona una lista
fi: Valitse luettelosta
fr: Sélectionner dans la liste
nb: Velg fra listen
sv: Välj från listan

# CapAccessPopUpDismiss
source: DON'T HAVE AN EVENT CODE?
da: HAR DU IKKE EN BEGIVENHEDSKODE?
de: HABEN SIE KEINEN VERANSTALTUNGSCODE?
es: ¿NO TIENES UN CÓDIGO DE EVENTO?
fi: Eikö sinulla ole tapahtumakoodia?
fr: VOUS N'AVEZ PAS DE CODE D'ÉVÉNEMENT ?
nb: HAR DU IKKE EN HENDELSESKODE?
sv: HAR DU INGEN EVENEMANGSKOD?

source: About
da: Om
de: Über
es: Acerca de
fr: À propos
nb: Om
sv: Om

# EnterCodePlaceholder
source: Enter code
da: Indtast kode
de: Code eingeben
es: Introduzca el código
fi: Syötä koodi
fr: Entrer le code
nb: Skriv inn kode
sv: Ange kod

source: Location
da: Sted
de: Standort
es: Ubicación
fi: Paikka
fr: Lieu
nb: Sted
sv: Plats

# no_item_favourite
source: You haven't added any favorites
da: Du har ikke tilføjet nogen favoritter
de: Sie haben keine Favoriten hinzugefügt
es: No has añadido ningún favorito
fi: Et ole lisännyt yhtään suosikkia
fr: Vous n'avez ajouté aucun favori
nb: Du har ikke lagt til noen favoritter
sv: Du har inte lagt till några favoriter

# no_item_yet
source: The section doesn't contain any item yet
da: Sektionen indeholder endnu ikke noget element
de: Der Abschnitt enthält noch kein Element
es: La sección aún no contiene ningún elemento.
fi: Osio ei sisällä vielä yhtään kohdetta
fr: La section ne contient encore aucun élément
nb: Seksjonen inneholder ikke noe element ennå
sv: Avsnittet innehåller inte något objekt ännu

source: Linked Items
da: Linkede varer
de: Verknüpfte Artikel
es: Artículos vinculados
fi: Linkitetyt kohteet
fr: Articles liés
nb: Koblede elementer
sv: Länkade objekt

source: RELATED ITEM
da: RELATERET VARE
de: VERWANDTER ARTIKEL
es: ARTÍCULO RELACIONADO
fi: LIITTYVÄ TUOTE
fr: ARTICLE CONNEXE
nb: RELATERT ART
sv: RELATERAD ARTIKEL

source: My Favorites
da: Mine favoritter
de: Meine Favoriten
es: Mis favoritos
fi: Suosikkini
fr: Mes favoris
nb: Mine favoritter
sv: Mina favoriter

# bookmarked_items
source: Your bookmarked items will appear here
da: Dine bogmærkede elementer vises her
de: Ihre mit Lesezeichen versehenen Elemente werden hier angezeigt
es: Tus elementos marcados aparecerán aquí
fi: Kirjanmerkkeihin lisätyt kohteesi näkyvät täällä
fr: Vos éléments favoris apparaîtront ici
nb: Dine bokmerkede elementer vises her
sv: Dina bokmärkta objekt kommer att visas här

# evaluation_error
source: Cannot submit empty feedback
da: Kan ikke indsende tom feedback
de: Leeres Feedback kann nicht übermittelt werden
es: No se pueden enviar comentarios vacíos
fi: Tyhjää palautetta ei voi lähettää
fr: Impossible de soumettre des commentaires vides
nb: Kan ikke sende inn tom tilbakemelding
sv: Det går inte att skicka in tom feedback

# favoritesReminder
source: Remind me about upcoming bookmarked items
da: Mind mig om kommende bogmærkede varer
de: Erinnern Sie mich an bevorstehende Lesezeichen
es: Recordarme sobre los próximos elementos marcados
fi: Muistuta minua tulevista kirjanmerkkeihin merkityistä kohteista
fr: Me rappeler les prochains éléments favoris
nb: Minn meg på kommende bokmerkede elementer
sv: Påminn mig om kommande bokmärkta objekt

# NewEnterYourEmail
source: Enter your email
da: Indtast din e-mailadresse
de: Geben Sie Ihre E-Mail-Adresse ein
es: Introduce tu correo electrónico
fi: Anna sähköpostiosoitteesi
fr: Entrez votre adresse é-mail
nb: Skriv inn e-postadressen din
sv: Ange din e-postadress

# Slider_ticketHeader
source: My QR
da: Min QR
de: Mein QR
es: Mi QR
fi: Minun QR
fr: Mon QR
nb: Min QR
sv: Min QR

# ticketdetail
source: Ticket details
da: Billetdetaljer
es: Detalles de la entrada
fi: Lippujen tiedot
fr: Détails du billet
nb: Billettdetaljer
sv: Biljettinformation

# No_ticket_available
source: No tickets available
da: Ingen billetter tilgængelig
de: Keine Tickets verfügbar
es: No hay entradas disponibles
fi: Ei lippuja saatavilla
fr: Aucun billet disponible
nb: Ingen billetter tilgjengelig
sv: Inga biljetter tillgängliga

# unexpected_error
source: Some unexpected error occured.
da: En uventet fejl opstod
de: Ein unerwarteter Fehler ist aufgetreten
es: Ocurrió un error inesperado
fi: Tapahtui odottamaton virhe.
fr: Une erreur inattendue s'est produite
nb: En uventet feil oppstod
sv: Ett oväntat fel inträffade.

# timeframe_error
source: The timeframe to respond this item is passed. You cannot update this.
da: Tidsrammen for at svare på dette punkt er udløbet. Du kan ikke opdatere dette.
de: Der Zeitrahmen für die Beantwortung dieses Elements ist abgelaufen. Sie können dies nicht aktualisieren.
es: El plazo para responder a este elemento ha pasado. No puede actualizarlo.
fi: Ajan puitteet tämän kohteen vastaamiselle ovat umpeutuneet. Et voi päivittää tätä.
fr: Le délai pour répondre à cet élément est dépassé. Vous ne pouvez pas le mettre à jour.
nb: Tidsrammen for å svare på dette elementet er utløpt. Du kan ikke oppdatere dette.
sv: Tidsramen för att svara på detta objekt har gått ut. Du kan inte uppdatera detta.

# seatLimit_error
source: No seats left. Please select another option
da: Ingen pladser tilbage. Vælg venligst en anden mulighed.
de: Keine Plätze mehr verfügbar. Bitte wählen Sie eine andere Option.
es: No quedan asientos. Por favor, seleccione otra opción.
fi: Ei paikkoja jäljellä. Valitse toinen vaihtoehto.
fr: Plus de places disponibles. Veuillez sélectionner une autre option.
nb: Ingen seter igjen. Vennligst velg et annet alternativ.
sv: Inga platser kvar. Vänligen välj ett annat alternativ.

source: Please select
da: Vælg venligst
de: Bitte wählen
es: Por favor seleccione
fi: Valitse
fr: Veuillez sélectionner
nb: Vennligst velg
sv: Vänligen välj

source: Skip
da: Spring over
de: Überspringen
es: Omitir
fi: Ohita
fr: Passer
nb: Hopp over
sv: Hoppa över

source: seat left
da: plads tilbage
de: Platz übrig
es: asiento disponible
fi: paikka jäljellä
fr: place restante
nb: sete igjen
sv: plats kvar

source: No seat left
da: Ingen pladser tilbage
de: Keine Plätze mehr verfügbar
es: No quedan asientos
fi: Ei paikkoja jäljellä
fr: Plus de places disponibles
nb: Ingen seter igjen
sv: Inga platser kvar

# previous_small
source: Previous
da: Forrige
de: Zurück
es: Anterior
fi: Edellinen
fr: Précédent
nb: Forrige
sv: Föregående

source: MANAGE GROUP SELECTION
da: HÅNDTER GRUPPEVALG
de: GRUPPENAUSWAHL VERWALTEN
es: GESTIONAR SELECCIÓN DE GRUPOS
fi: HALLITSE RYHMÄN VALINTAA
fr: GÉRER LA SÉLECTION DE GROUPE
nb: ADMINISTRER GRUPPEVALG
sv: HANTERA GRUPPVAL

# not_prev
source: Not answered previously
da: Ikke tidligere besvaret
de: Nicht zuvor beantwortet
es: No respondido previamente
fi: Ei vastattu aiemmin
fr: Pas répondu précédemment
nb: Ikke besvart tidligere
sv: Inte besvarat tidigare

source: seats left
da: pladser tilbage
de: Plätze übrig
es: asientos disponibles
fi: paikkoja jäljellä
fr: places restantes
nb: seter igjen
sv: platser kvar

# ProgramGroupInfo
source: Relevant because you belong to
da: Relevant fordi du tilhører
de: Relevant, weil du zugehörst
es: Relevante porque perteneces a
fi: Relevantti, koska kuulut
fr: Pertinent parce que vous appartenez à
nb: Relevant fordi du tilhører
sv: Relevant eftersom du tillhör

# response_submit_success
source: Response submitted successfully
da: Svar indsendt med succes
de: Antwort erfolgreich übermittelt
es: Respuesta enviada con éxito
fi: Vastaus lähetetty onnistuneesti
fr: Réponse soumise avec succès
nb: Svar sendt inn vellykket
sv: Svar skickades in framgångsrikt

source: Enter your details
da: Indtast dine oplysninger
de: Geben Sie Ihre Details ein
es: Ingrese sus datos
fi: Syötä tietosi
fr: Entrez vos coordonnées
nb: Skriv inn detaljene dine
sv: Ange dina uppgifter

# about_event_image_title
source: Avslutning
fr: Photos de l’evenement

# NotesDeleteNegativeText
source: No
da: Nej
de: Nein
fi: Ei
fr: Non
nb: Nei
sv: Nej

# AlertTitle
source: Error
da: Fejl
fr: Erreur
nb: Feil
sv: Fel

# AlertTitleError
source: Error
da: Fejl
fr: Erreur
nb: Feil
sv: Fel

# Participant_not_activated
source: The participant has not activated the app yet. You can send a message once the participant activates the app. Please check back later.
da: Deltageren har ikke aktiveret appen endnu. Du kan sende en besked, når deltageren har aktiveret appen. Prøv venligst igen senere.
de: Der Teilnehmer hat die App noch nicht aktiviert. Sie können eine Nachricht senden, sobald der Teilnehmer die App aktiviert hat. Bitte schauen Sie später noch einmal vorbei.
fi: Osallistuja ei ole vielä aktivoinut sovellusta. Voit lähettää viestin, kun osallistuja aktivoi sovelluksen. Tarkista myöhemmin uudelleen.
fr: Le participant n'a pas encore activé l'application. Vous pouvez lui envoyer un message une fois qu'il l'aura activée. Veuillez réessayer plus tard.
nb: Deltakeren har ikke aktivert appen ennå. Du kan sende en melding når deltakeren har aktivert appen. Vennligst prøv igjen senere.
sv: Deltagaren har inte aktiverat appen ännu. Du kan skicka ett meddelande när deltagaren aktiverar appen. Vänligen försök igen senare.

# TxtError
source: Error
da: Fejl
de: Fehler
fi: Virhe
fr: Erreur
nb: Feil
sv: Fel

# GeneralTxt
source: GENERAL
da: GENEREL
de: ALLGEMEINES
fi: YLEINEN
fr: GÉNÉRAL
nb: GENERELL
sv: GENERELLT

# NoEmailAlert
source: You don't have mail app setup in your phone. Mail us at support@ventla.io to get help.
fr: Vous n’avez pas configuré d’application de messagerie sur votre téléphone. Envoyez-nous un message à support@ventla.io si vous avez besoin d’aide

# DayShortTxt
source: d
de: Tage
fi: pv
fr: j

# ShowMessage
source: Show
da: Vise
de: Anzeigen
fi: Esitys
fr: Spectacle
nb: Vise
sv: Visa

# AcceptPolicyText
source: You have to accept policy first in order to proceed.
sv: Du måste acceptera policyn för att gå vidare.

# MinTxt
source: min
sv: m

# HourShortTxt
source: h
da: t
de: Std.
fi: t
nb: t
sv: t

# logo_label
source: Logo
nb: Log
