Repository: Ventla-India/VentlaApp
Catalog: src/assets/locales/*.lproj/Localizable.strings
Languages: da, de, es, fi, fr, nb, sv

# Register_namelbl
source: First name
da: Fornavn
de: Vorname
es: el primer nombre
fi: Etunimi
fr: Prénom
nb: Fornavn
sv: Förnamn

# Register_Name
source: Last name
da: Efternavn
de: Nachname
es: Apellido
fi: Sukunimi
fr: Nom
nb: Etternavn
sv: Efternamn

# Register_lblEmail
source: E-mail
es: el correo electrónico
fi: Sähköposti
nb: E-post

# Register_password
source: Password
da: Adgangskode
de: Passwort
es: Contraseña
fi: Salasana
fr: Mot de passe
nb: Passord
sv: Lösenord

# Register_btnLater
source: Later
da: Senere
de: Später
es: Luego
fi: Myöhemmin
fr: Plus tard
nb: Senere
sv: Senare

# Register_btnNext
source: Next
da: Næste
de: Weiter
es: Próxima
fi: Seuraava
fr: Suivant
nb: Neste
sv: Nästa

# Register_header
source: Please register
da: Venligst registrer dig selv
de: Bitte registrieren
es: Por favor regístrese
fi: Rekisteröidy
fr: Merci de vous inscrire
nb: Registrer deg
sv: Registrera dig

# Register_SubHeader
source: Please tell us who you are and click Next to select your event!
da: Fortæl os, hvem du er og klik på Næste for at vælge dit event!
de: Geben Sie Ihre Daten ein und wählen Sie Weiter, um Ihr Ereignis auszuwählen!
es: ¡Díganos quién es usted y haga clic en Siguiente para seleccionar su evento!
fi: Kerro meille kuka olet ja klikkaa Seuraava valitaksesi tapahtumasi!
fr: S’il vous plaît, identifiez-vous et cliquez sur suivant pour sélectionner votre événement !
nb: Fortell oss hvem du er og klikk Neste for å velge arrangement!
sv: Berätta vem du är och klicka på Nästa för att välja ditt event!

# Register_Footer
source: By entering your name and clicking next you approve that we store your personal information and show to other participants.
da: Når du indtaster dit navn og klikker på Næste, accepterer du, at vi gemmer dine personlige oplysninger og viser dem til andre deltagere.
de: Durch Eingabe Ihres Namens und Bestätigung mit &quot;Weiter&quot; bestätigen Sie, dass wir Ihre persönlichen Daten speichern und anderen Teilnehmern anzeigen dürfen.
es: Al ingresar su nombre y hacer clic en Siguiente, aprueba que almacenemos su información personal y la mostremos a otros participantes.
fi: Syöttämällä nimesi ja klikkaamalla &quot;seuraava&quot; hyväksyt, että tallennamme henkilötietosi ja näytämme ne muille osallistujille.
fr: En soumettant votre nom et en cliquant sur suivant, vous acceptez que vos informations personnelles sont conservées. Ces informations seront à disposition des autres participants.
nb: Ved å skrive inn navnet ditt og klikke Neste godtar du at vi lagrer personopplysningene dine og viser dem til andre deltakere.
sv: Genom att ange ditt namn och klicka på nästa så godkänner du att vi sparar din personliga information för visning till andra deltagare.

# Btn_Link
source: here.
da: her.
de: hier.
es: aquí.
fi: täältä.
fr: ici.
nb: her.
sv: här.

# Register_Validation_FirstName
source: Please enter your first name
da: Indtast dit fornavn
de: Geben Sie Ihren Vornamen ein
es: Por favor, introduzca su primer nombre
fi: Syötä etunimesi
fr: Veuillez saisir votre prénom
nb: Skriv inn fornavnet ditt
sv: Vänligen ange ditt förnamn

# Register_Validation_LastName
source: Please enter your last name
da: Indtast dit efternavn
de: Geben Sie Ihren Nachnamen ein
es: Por favor ingrese su apellido
fi: Syötä sukunimesi
fr: Veuillez saisir votre nom
nb: Skriv inn etternavnet ditt
sv: Vänligen ange ditt efternamn

# Register_ErrorUserName
source: Username is not available
da: Brugernavn er ikke tilgængeligt.
de: Benutzername ist nicht verfügbar
es: nombre de usuario no esta disponible
fi: Käyttäjätunnus ei ole saatavilla
fr: Nom d’utilisateur indisponible
nb: Brukernavnet er utilgjengelig
sv: Användarnamnet är upptaget

# Register_Validation_Email
source: Please enter a valid e-mail
da: Indtast en gyldig e-mailadresse
de: Geben Sie eine gültige E-Mail-Adresse ein
es: Por favor introduzca una dirección de correo electrónico válida
fi: Syötä voimassa oleva sähköpostiosoite
fr: Veuillez saisir une adresse e-mail valide
nb: Skriv inn en gyldig e-postadresse
sv: Vänligen ange en giltig e-mail adress

# Register_Validation_Passsword
source: Your password must be at least 6 characters
da: Din adgangskode skal indeholde mindst 6 tegn
de: Ihr Passwort muss aus mind. 6 Zeichen bestehen
es: Tu contraseña debe tener al menos 6 caracteres
fi: Salasanasi tulee sisältää vähintään 6 merkkiä
fr: Votre mot de passe doit comporter au moins 6 caractères
nb: Passordet må bestå av minst seks tegn
sv: Ditt lösenord måste bestå av minst 6 tecken

# RegisterLoginMsg
source: If you already have an account login here
da: Log ind her, hvis du allerede har en konto
de: Wenn Sie schon ein Konto haben, melden Sie sich hier an
es: Si ya tiene una cuenta, inicie sesión aquí
fi: Jos sinulla on jo tili, kirjaudu sisään täällä
fr: Si vous avez déjà un compte, connectez-vous ici
nb: Logg inn her hvis du allerede har en konto
sv: Om du redan har ett konto logga in här.

# EnterYourEmail
source: Enter your email address and click Next to select your event!
es: Ingrese su dirección de correo electrónico y haga clic en Siguiente para seleccionar su evento.
fr: Entrez votre adresse email ici et cliquez sur suivant pour sélectionner votre evenement.
sv: Skriv in din e-post adress och klicka på Nästa för att välja ditt event!

source: Verify your email
es: Verifique su correo electrónico
fr: Vérifier votre e-mail
sv: Verifiera epost

# ChangeEmail
source: Change email address
es: cambiar su correo electrónico
fr: Changer votre adresse email.
sv: Ändra email adress

source: Code
es: Código
sv: Kod

# EnterCodeToConfirmEmail
source: Enter the code sent to your email address in the box below to activate the app.
es: Ingrese el código enviado a su dirección de correo electrónico en el cuadro a continuación para activar la aplicación.
fr: Entrez le code envoyé sur votre adresse e-mail pour activer l’application.
sv: Skriv in koden som du fått skickad till din epost I rutan nedan för att aktivera appen.

source: We sent the code to:
es: Nosotras enviamos el codigo a:
fr: Nous avons envoyé le code à :
sv: Koden skickades till:

# BlockedAccount
source: Your account is blocked due to too many failed attempts. Contact your administrator.
es: Su cuenta está bloqueada debido a demasiados intentos fallidos. Póngase en contacto con su administrador.
fr: Votre compte est bloqué en raison d’un trop grand nombre de tentatives de connections. Prenez contact avec votre administrateur.
sv: Ditt konto har blivit blockerat pga för manga felaktiga försök. Kontakta din administratör.

source: Unknown error...
es: Error desconocido…
fr: Erreur inconnue...
sv: Okänt fel...

# Login_Footer
source: No Account? Register Now
de: Kein Account? Jetzt registrieren
es: ¿Sin cuenta? Regístrate ahora
fi: Ei tunnuksia? Rekisteröidy nyt
fr: Pas de compte ? Inscrivez-vous maintenant
sv: No Register

# Login_Next
source: Login
de: Anmeldung
es: Iniciar sesión
fi: Kirjaudu sisään
fr: Identifiant
nb: Innlogging
sv: Logga in

source: Login
de: Anmeldung
es: Iniciar sesión
fi: Kirjaudu sisään
fr: Identifiant
nb: Innlogging
sv: Logga in

# Login_header
source: Login
de: Anmeldung
es: Iniciar sesión
fi: Kirjaudu sisään
fr: Identifiant
nb: Innlogging
sv: Logga in

# LoginUsername
source: Username
da: Brugernavn
de: Benutzername
es: Nombre de usuario
fi: Käyttäjätunnus
fr: Nom d’utilisateur
nb: Brukernavn
sv: Användarnamn

# LoginPassword
source: Password
da: Adgangskode
de: Passwort
es: Contraseña
fi: Salasana
fr: Mot de passe
nb: Passord
sv: Lösenord

# LoginDescription
source: Enter your existing username and password.
da: Indtast eksisterende brugernavn og adgangskode
de: Geben Sie Ihren Benutzernamen und Ihr Passwort ein.
es: Ingrese su nombre de usuario y contraseña existentes.
fi: Syötä käyttäjätunnus ja salasana.
fr: Entrez votre nom d’utilisateur et votre mot de passe.
nb: Skriv inn brukernavnet og passordet ditt.
sv: Ange ditt befintliga användarnamn och lösenord.

# Poll_Skip
source: Later
da: Senere
de: Später
es: Luego
fi: Myöhemmin
fr: Plus tard
nb: Senere
sv: Senare

# Poll_Continue
source: Continue
da: Fortsæt
de: Weiter
es: Seguir
fi: Jatka
fr: Continuer
nb: Fortsett
sv: Fortsätt

# Poll_header
source: Select your interests
da: Vælg dine interesser
de: Wählen Sie Ihre Interessen aus
es: selecciona tus intereses
fr: Sélectionnez vos intérêts
nb: Angi interessene dine
sv: Välj dina intressen

source: INTEREST
da: INTERESSE
de: INTERESSE
es: INTERESAR
fi: KIINNOSTUS
fr: INTÉRÊT
nb: INTERESSE
sv: INTRESSEN

# AddEvent_Header
source: Select an event
da: Vælg event
de: Ereignis auswählen
es: Seleccionar un evento
fi: Valitse tapahtuma
fr: Sélectionnez un événement
nb: Velg arrangement
sv: Välj event

# AddEvent_SubHeader
source: Select an event below or enter an event code to join a private event.
da: Vælg en event nedenfor eller indtast en eventkode for at deltage i en privat event.
de: Um einem privaten Ereignis beizutreten, wählen Sie unten ein Ereignis aus oder geben einen Ereigniscode ein.
es: Seleccione un evento a continuación o ingrese un código de evento para unirse a un evento privado.
fi: Valitse tapahtuma alta tai syötä tapahtumakoodi osallistuaksesi yksityiseen tapahtumaan
fr: Sélectionnez un événement ci-dessous, ou saisissez un code d’événement pour rejoindre un événement privé.
nb: Velg et arrangement nedenfor eller skriv inn en arrangementskode for å bli med på et privat arrangement.
sv: Välj event nedan eller ange eventkod för privat event

# AddEvent_Search
source: Enter an event code
da: Indtast en eventkode
de: Ereigniscode eingeben
es: Ingrese un código de evento
fi: Syötä tapahtumakoodi.
fr: Saisir un code d’événement
nb: Skriv inn en arrangementskode.
sv: Ange eventkod

# IncorrectCode
source: Invalid event code
da: Ugyldig eventkode indtastet.
de: Der eingegebene Ereigniscode ist nicht mehr gültig. Wählen Sie das Ereignis erneut, um einen neuen Code einzugeben
es: Código de evento no válido
fi: Virheellinen tapahtumakoodi syötetty.
fr: Code d’événement non valide
nb: Ugyldig arrangementskode
sv: Felaktig eventkod

# SelectActiveEvent
source: JOIN
da: Gå med
de: TEILNEHMEN
es: UNIRSE
fi: LIITY
fr: REJOINDRE
nb: BLI MED
sv: GÅ MED

# brand_Header
source: General index, currency, interest rates, commodities and other key figures
es: Índice general, moneda, tipos de interés, materias primas y otras cifras clave
fr: Index général, devise, taux d’intérêt, produits et autres chiffres clés
sv: Generalindex, valutor, räntor, råvaror och andra nyckeltal

# brand_joinevents
source: Join event
da: Skift event
de: Ereignis ändern
es: Unirse al evento
fi: Vaihda tapahtumaa
fr: Rejoindre l’événement
nb: Velg arrangement
sv: Lägg till event

# brand_ChangeEvent
source: Change event
da: Skift event
de: Ereignis ändern
es: Cambio de evento
fi: Vaihda tapahtumaa
fr: Changer d’événement
nb: Velg arrangement
sv: Byt event

# brand_ChangeApp
source: Change App
da: Skift App
de: App ändern
es: Cambiar aplicación
fi: Vaihda sovellusta
fr: Changer d’application
nb: Endre App
sv: Byt App

# brand_Select_Event
source: Select an Event
da: Vælg event.
de: Ereignis auswählen
es: Seleccione un evento
fi: Valitse tapahtuma
fr: Sélectionner un événement
nb: Velg arrangement
sv: Välj event

# CurrentlyInInterest
source: CURRENTLY IN EVENT
da: NUVÆRENDE I EVENT
de: DERZEIT IN EREIGNIS
es: ACTUALMENTE EN EVENTO
fi: PARHAILLAAN TAPAHTUMASSA
fr: Evenement en cours
nb: I ARRANGEMENTET
sv: NUVARANDE EVENT

# Notification_Tile
source: New notification
da: Ny meddelelse
de: neue Benachrichtigung
es: Nueva notificación
fi: uusi ilmoitus
fr: Nouvelle notification
nb: Ny varsling
sv: Ny notifiering

# Yes
source: View
da: Åben
de: Öffnen
es: Ver
fi: Avata
fr: Voir
nb: Åpne
sv: Visa

# No
source: Close
da: Lukke
de: Schließen
es: Cerca
fi: Sulkea
fr: Fermer
nb: Lukke
sv: Stäng

# CodeRequire
source: code required to join event!
da: Indtast eventkode
de: Ereigniscode eingeben!
es: código requerido para unirse al evento!
fi: Syötä tapahtumakoodi
fr: code nécessaire pour rejoindre l’événement !
nb: Skriv inn en arrangementskode
sv: Kod krävs för eventet.

# IncorrectEventCode
source: The event code entered is no longer valid, select the event again to enter a new code
da: Eventkoden, som er indtastet, er ikke længere gyldig. Vælg eventen igen for at kunne indtaste en ny kode.
de: Der eingegebene Ereigniscode ist nicht mehr gültig. Wählen Sie das Ereignis erneut, um einen neuen Code einzugeben
es: El código de evento ingresado ya no es válido, seleccione el evento nuevamente para ingresar un nuevo código
fi: Syötetty tapahtumakoodi ei ole enää voimassa, valitse tapahtuma uudelleen syöttääksesi uuden koodin
fr: Le code d’événement saisi n’est plus valide, sélectionnez à nouveau l’événement pour saisir un nouveau code
nb: Arrangementskoden du oppga, er ikke lenger gyldig; velg arrangementet på nytt for å skrive inn en ny kode
sv: Koden är inte längre giltig. Välj eventet igen för att skriva in ny kod.

# EventCodeChangeMsg
source: The event has been locked with a code. Enter the code in the textbox above to rejoin the event.
da: Eventkoden er låst med en kode. Indtast koden i tekstfeltet ovenfor for et deltage i eventen igen.
de: Das Ereignis wurde mit einem Code gesperrt. Geben Sie den Code in das Textfeld oben ein, um dem Ereignis wieder beizutreten.
es: El evento ha sido bloqueado con un código. Ingrese el código en el cuadro de texto de arriba para unirse al evento.
fi: Tapahtuma on lukittu koodilla. Syötä koodi yllä olevaan tekstikenttään osallistuaksesi tapahtumaan uudelleen.
fr: L’événement a été verrouillé par un code. Saisissez le code pour rejoindre l’événement.
nb: Arrangementet er låst med en kode. Skriv inn koden i tekstboksen over for å slutte deg til arrangementet på nytt.
sv: Eventet har blivit låst med en kod. Skriv in giltig kod för access.

# Slider_brandpage
source: Visit our brand page
da: Besøg vores brandside
de: Besuchen Sie die Website unserer Marke
es: Visite nuestra página de marca
fi: Vieraile brändisivullamme
fr: Consultez la page de notre marque
nb: Gå til varemerkesiden vår
sv: Gå till startskärm

# Slider_ticket
source: My ticket
es: mi billete
fr: Mon ticket
sv: Min biljett

# Slider_program
source: Program
de: Programm
es: Programa
fi: Ohjelma
fr: Programme

# Slider_myInformation
source: My information
da: Mine oplysninger
de: Meine information
es: Mi informacion
fi: Minun tietoni
fr: Mes informations
nb: Min informasjon
sv: Min information

# Slider_information
source: Information
de: Info
es: Información
fi: Tietoa
fr: Informations
nb: Informasjon

# Slider_participants
source: Participants
da: Deltagere
de: Teilnehmende
es: Los participantes
fi: Osallistujat
nb: Deltakere
sv: Deltagare

# Slider_polls
source: Dialogue
da: Dialog
de: Dialog
es: Diálogo
fi: Dialogi
fr: Discussion
nb: Dialog
sv: Dialog

# Slider_Social
source: Social media
da: Social medie
de: Soziale Medien
es: Redes sociales
fi: Sosiaalinen media
fr: Réseaux sociaux
nb: Sosiale medier
sv: Sociala medier

# Slider_Settings
source: Settings
da: Indstillinger
de: Einstellungen
es: Configuraciones
fi: Asetukset
fr: Paramètres
nb: Innstillinger
sv: Inställningar

# Slider_Notes
source: Notes
da: Noter
de: Notizen
es: Notas
fi: Muistiinpanot
nb: Notater
sv: Anteckningar

# Slider_ImageGallery
source: Image gallery
da: Billedgalleri
de: Bildergalerie
es: Galería de imágenes
fi: Kuvagalleria
fr: Galerie d’images
nb: Bildegalleri
sv: Bildgalleri

# Slider_Addnewevent
source: Change event
da: Skift event
de: Ereignis ändern
es: Agregar nuevo evento
fi: Vaihda tapahtumaa
fr: Changer d’événement
nb: Endre arrangement
sv: Byt event

# Slider_ManageEventInterest
source: Manage interests
da: Administrer interesser
de: Interessen verwalten
es: Gestionar intereses
fi: Hallinnoi tapahtumia
fr: Gérer les intérêts
nb: Administrer interesser
sv: Hantera intressen

# Change_App
source: Change Application
es: Cambiar aplicación
fr: Changer d’application

# Profile_EditHeading
source: Edit profile
da: Rediger profil
de: Profil bearbeiten
es: Editar perfil
fi: Muokkaa profiilia
fr: Modifier le profil
nb: Rediger profil
sv: Editera profil

# Register_firstname
source: First name
da: Fornavn
de: Vorname
es: el primer nombre
fi: Etunimi
fr: Prénom
nb: Fornavn
sv: Förnamn

# profile_lastname
source: Last name
da: Efternavn
de: Nachname
es: Apellido
fi: Sukunimi
fr: Nom
nb: Etternavn
sv: Efternamn

# profile_company
source: Company
da: Virksomhed
de: Unternehmen
es: Empresa
fi: Yritys
fr: Entreprise
nb: Firma
sv: Företag

# profile_title
source: Title
da: Titel
de: Titel
es: Título
fi: Titteli
fr: Titre
nb: Tittel
sv: Titel

# profile_Email
source: E-mail
es: Correo electrónico
fi: Sähköposti
nb: E-post

# profile_Website
source: Website
da: Hjemmeside
de: Webseite
es: Sitio web
fi: Nettisivut
fr: Site Internet
nb: Nettsted
sv: Webbsida

# profile_Phone
source: Phone
da: Telefon
de: Telefon
es: Teléfono
fi: Puhelin
fr: Téléphone
nb: Telefon
sv: Telefon

# profile_FacebookProfileId
source: Facebook Profile Id
da: Facebook Profil Id
de: Facebook-Profil-ID
es: ID de perfil de Facebook
fi: Facebook-profiili
fr: Facebook
nb: Facebook Profil Id
sv: Facebook Profil Id

# profile_Instagram
source: Instagram Profile
da: Instagram Profil
de: Instagram-Profil
es: Perfil de Instagram
fi: Instagram-profiili
fr: Instagram
nb: Instagram Profil
sv: Instagram Profil

# profile_LinkedInPublicProfileUrl
source: LinkedIn Profile Url
da: LinkedIn Profil Url
de: LinkedIn-Profil-URL
es: URL de perfil en LinkedIn
fi: LinkedIn-profiilin osoite
fr: LinkedIn
nb: LinkedIn Profil Url
sv: LinkedIn Profil Url

# profile_TwitterHandle
source: Twitter Handle
es: Usuario de Twitter
fi: Twitter-käyttäjätunnus
fr: Twitter
nb: Twitter-navn
sv: Twitter namn

# profile_presentation
source: Your Presentation
da: Din præsentation
de: Ihre Vorstellung
es: Tu presentación
fi: Oma esittely
fr: Votre Bio
nb: Din presentasjon
sv: Din presentation

# profile_pub_profile
source: Public profile
da: Offentlig profil
de: Öffentliches Profil
es: Perfil público
fi: Yleinen profiili
fr: Profil public
nb: Offentlig profil

# profile_desc
source: with a public profile. other participants can view your profile when you attend events.
da: med en offentlig profil. Andre deltagere kan se din profil, når du deltager i events.
de: Wenn Sie ein öffentliches Profil haben, sehen andere Teilnehmer Ihr Profil, wenn Sie an Ereignissen teilnehmen.
es: con perfil público. otros participantes pueden ver su perfil cuando asiste a eventos.
fi: yleisellä profiililla muut osallistujat voivat nähdä profiilisi, kun osallistut tapahtumiin.
fr: Le profil public permet à d’autres participants de consulter votre profil quand vous participez à des événements.
nb: Når du har en offentlig profil, kan andre deltakere kan se profilen din når du deltar på et arrangement.

# ProfileUpdateMsg
source: Your profile was updated successfully
da: Din profil er opdateret
de: Ihr Profil wurde erfolgreich aktualisiert
es: Tu perfil se actualizó con éxito
fi: Profiilisi päivitys onnistui
fr: Votre profil a été mis à jour avec succès
nb: Profilen din ble oppdatert
sv: Din profil uppdaterades.

source: Favorites
da: Favoritter
de: Favorit
es: Favoritos
fi: Suosikit
fr: Favoris
nb: Favoritter
sv: Favoriter

source: No favorites added
da: Ingen favoritter tilføjet
de: Keine favoriten hinzugefügt
es: No hay favoritos añadidos
fi: Ei suosikkeja lisätty
fr: Aucun favori ajouté
nb: Ingen favoritter lagt til
sv: Inga favoriter valda

source: Favorite
da: Favorit
de: Favorit
es: Favorito
fi: Suosikki
fr: Favori
nb: Favoritt
sv: Favorit

# MyNote
source: Note
de: Notieren
es: Nota
fi: muistiinpano
nb: Notater
sv: Anteckning

source: Enter note
da: Indtast note
de: Geben Sie notiz ein
es: Entrar nota
fi: Kirjoita muistiinpano
fr: Saisir une note
nb: Skriv notat
sv: Lägg till anteckning

source: also add as favorite
da: tilføj også som favorit
de: auch als Favorit hinzufügen
es: También agrega como favorito
fi: lisää myös suosikiksi
fr: ajouter aussi comme favori
nb: Legg også til som favoritt
sv: lägg till som favorit

# Profile_ParticipantHeading
source: Participant
da: Deltager
de: Teilnehmende
es: Partícipe
fi: Osallistuja
nb: Deltaker
sv: Deltagare

# Participant_header
source: Participants
da: Deltagere
de: Teilnehmende
es: Los participantes
fi: Osallistujat
nb: Deltakere
sv: Deltagare

# Participant_search
source: Search Participants
da: Søg deltager
de: Teilnehmer suchen
es: Buscar participantes
fi: Etsi osallistujaa
fr: Rechercher des participants
nb: Søk etter deltaker
sv: Sök deltagare

# about_event_map
source: Map
da: Kort
de: Plan
es: Mapa
fi: Kartta
fr: Carte
nb: Kart
sv: Karta

source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
nb: Avbryt
sv: Avbryt

# ChangePassword_Submit
source: Submit
da: Send
es: Enviar
fr: Soumettre
nb: Send
sv: Skicka in

# Location_text
source: LOCATION
da: STED
de: STANDORT
es: UBICACIÓN
fi: PAIKKA
fr: LIEU
nb: STED
sv: PLATS

# EventDetail_Submit
source: Add event
da: Vælg event
es: Añadir evento
fi: Vaihda tapahtumaa
fr: Ajouter un événement
nb: Endre arrangement
sv: Lägg till event

# EventDetail_HeaderTitle
source: About this event
da: Om eventen
de: Über die Ereignis
es: Sobre este evento
fi: Tietoa tapahtumasta
fr: À propos de cet événement
nb: Om arrangementet
sv: Om eventet

# profile_heading
source: Your profile
da: Din profil
de: Ihr Profil
es: Tu perfil
fi: Profiilisi
fr: Votre profil
nb: Din profil
sv: Din Profil

# Profile_UpdateProfile
source: Update
da: Opdater
de: Aktualisieren
es: Actualizar
fi: Päivitä
fr: Mettre à jour
nb: Oppdater
sv: Uppdatera

# ProfileUpdateMessage
source: By clicking update you approve that we store your personal information and show to other participants. Please read more here.
da: Ved at klikke på Opdater accepterer du, at vi gemmer dine personlige oplysninger og viser dem til andre deltagere. Læs mere her.
de: Wenn Sie Update anklicken, bestätigen Sie, dass wir Ihre persönlichen Daten speichern und anderen Teilnehmern anzeigen dürfen. Lesen Sie mehr hier.
es: Al hacer clic en actualizar, aprueba que almacenemos su información personal y la mostremos a otros participantes. Lea más aquí.
fi: Päivitystä klikkaamalla hyväksyt, että tallennamme henkilötietosi ja näytämme ne muille osallistujille. Lue lisää.
fr: En cliquant sur mettre à jour, vous acceptez que nous conservions vos informations personnelles et que nous les montrions à d’autres participants. Lire ceci pour en savoir plus ici.
nb: Ved å klikke Oppdater godtar du at vi lagrer personopplysningene dine og viser dem til andre deltakere. Vennligst les mer her.
sv: Genom att klicka på uppdatera godkänner du att vi sparar din personliga information för visning till andra deltagare. Läs mer här.

# hereText
source: here
da: her
de: hier
es: Aquí
fi: Lue lisää
fr: ici.
nb: her
sv: här

# Month_January
source: January
da: Januar
de: Januar
es: enero
fi: Tammikuu
fr: janvier
nb: Januar
sv: januari

# Month_February
source: February
da: Februar
de: Februar
es: febrero
fi: Helmikuu
fr: février
nb: Februar
sv: februari

# Month_March
source: March
da: Marts
de: März
es: marzo
fi: Maaliskuu
fr: mars
nb: Mars
sv: mars

# Month_April
source: April
es: abril
fi: Huhtikuu
fr: avril

# Month_May
source: May
da: Maj
de: Mai
es: mayo
fi: Toukokuu
fr: mai
nb: Mai
sv: maj

# Month_June
source: June
da: Juni
de: Juni
es: junio
fi: Kesäkuu
fr: juin
nb: Juni
sv: juni

# Month_July
source: July
da: Juli
de: Juli
es: julio
fi: Heinäkuu
fr: juillet
nb: Jul

# Month_August
source: August
es: agosto
fi: Elokuu
fr: août
sv: augusti

# Month_September
source: September
es: septiembre
fi: Syyskuu
fr: septembre

# Month_October
source: October
da: Oktober
de: Oktober
es: octubre
fi: Lokakuu
fr: octobre
nb: Oktober
sv: oktober

# Month_November
source: November
es: noviembre
fi: Marraskuu
fr: novembre
