Repository: Ventla-India/VentlaApp
Catalog: src/assets/locales/*.lproj/Localizable.strings
Languages: da, de, es, fi, fr, nb, sv

source: Select individual filter settings
da: Vælg individuelle filterindstillinger
de: Wählen Sie einzelne Filtereinstellungen
es: Seleccionar configuración de filtro individual
fi: Valitse yksittäiset asetukset
fr: Sélectionner les différents paramètres de filtre
nb: Velg individuelle filterinnstillingene
sv: Välj individuella filter

source: Apply
da: Anvende
de: Anwenden
es: Aplicar
fi: Käytä
fr: Appliquer
nb: Søke
sv: Använd

# InterestFilter
source: Filter participants
da: Filter deltagere
de: Teilnehmer filtern
es: Filtrar participantes
fi: Suodattimen osallistujat
fr: Filtrer les participants
nb: Filter deltakere
sv: Filtrera deltagare

source: FILTERED
es: FILTRADO
fr: FILTRÉ
sv: Filtrerade

# clearAllFilterText
source: Displaying participants matching your selected filters.
da: Visning af deltagere matcher dine udvalgte filtre.
de: Anzeigen von Teilnehmern, die Ihren ausgewählten Filtern entsprechen
es: Visualización de participantes que coinciden con los filtros seleccionados.
fi: Tuotteet osallistujat vastaavat valitun suodattimia.
fr: Afficher les participants correspondants aux filtres que vous avez sélectionnés.
nb: Viser deltakerne som passer dine valgte filtre.
sv: Visar deltagare enligt dina filter.

# clearAllFilterLink
source: Clear All
da: Slet alt
de: Löschen
es: Limpiar todo
fi: Tyhjennä
fr: Tout effacer
nb: Rydd alt
sv: Rensa

source: Filter program
de: Filter programm
es: Programa de filtrado
fi: Suodatin
fr: Programme de filtre
sv: Filtrera programmet

# DisplayingItems
source: Displaying items matching tags:
da: Visning poster matchende tags:
de: Elemente anzeigen, die zu den Tags passen:
es: Mostrando elementos que coinciden con etiquetas:
fi: Näytetään kohteet jotka vastaavat tunnisteet:
fr: Afficher les éléments correspondants aux tags :
nb: Viser elementene som tilsvarer tags:
sv: Visar program för taggarna:

# SetUpChatProfile
source: You must set up your profile to start a chat conversation.
da: Du skal konfigurere din profil for at starte en chatsamtale.
de: Sie müssen Ihr Profil einrichten, um eine Chat-Unterhaltung zu starten.
es: Debe configurar su perfil para iniciar una conversación de chat.
fi: Sinun on asetettava profiilisi aloittaaksesi chat-keskustelun.
fr: Vous devez configurer votre profil pour commencer une conversation de chat.
nb: Du må sette opp profilen din for å starte en chatsamtale.
sv: Du måste ställa in din profil för att starta en chattkonversation.

# NoMYInformation
source: There's no information specific for you for this event. See general event information under Information.
da: Der er ingen specifikke oplysninger om dig til denne begivenhed. Se generelle oplysninger begivenhed under Information.
de: Für diese Veranstaltung gibt es keine Information. Siehe allgemeine Informationen unter Information.
es: No hay información específica para ti para este evento. Consulte la información general del evento en Información.
fi: Sinulle ei ole erityistä tietoa tähän tapahtumaan. Yleisiä tapahtumatietoja löydät tieto palkin alta.
fr: Il n’y a pas d’informations spécifiques pour vous pour cet événement. Voir les informations générales de l’événement dans Informations.
nb: Det finnes ingen spesifikk informasjon for deg for denne hendelsen. Se generell informasjon om arrangementer under Informasjon.
sv: Det finns ingen information unik för dig på detta event. Generell event information hittar du under Information.

# NEW_CHAT_MESSAGE
source: You received a new message
da: Du fik en ny besked
de: Sie haben eine neue nachricht erhalten
es: Recibiste un mensaje nuevo
fi: Teit uuden viestin
fr: Vous avez reçu un nouveau message
nb: Du fikk en ny melding
sv: Du har ett nytt meddelande

# SetUpAccountFirst
source: In order to use the messaging feature you have to first setup your participant profile.
da: For at kunne bruge funktionen messaging skal du først opsætte din deltager profil.
de: Um die Messaging-Funktion nutzen zu können, müssen Sie zuerst Ihr Teilnehmerprofil einrichten.
es: Para utilizar la función de mensajería, primero debe configurar su perfil de participante.
fi: Voidakseen käyttää viestitoimintomme on ensin setup osallistuja profiilin.
fr: Pour utiliser la fonction de messagerie, vous devez d’abord configurer votre profil de participant.
nb: For å kunne bruke meldingsfunksjonen må du først sette opp deltaker profil.
sv: För att använda meddelandefunktionen måste du först ange din deltagarinformation

source: Setup profile
da: Opsætning profil
de: Mein Profil
es: Perfil de configuración
fi: Setup profiili
fr: Configurer le profil
nb: Oppsett profilen
sv: Ange information

# CancelSetUp
source: Cancel
da: Afbestille
de: Stornieren
es: Cancelar
fi: Peruuttaa
fr: Annuler
nb: Avbryt
sv: Avbryt

source: Messaging
da: Beskeder
es: Mensajería
fi: Viestit
fr: Messagerie
nb: Meldinger
sv: Meddelanden

# NoActiveConversations
source: No active conversations, initiate a new one by clicking the "Chat icon" on a participant profile.
da: Ingen aktive samtaler, indlede en ny ved at klikke på "Chat ikon" på en deltager profil.
de: Keine aktiven Konversationen, initiieren Sie ein neues, indem Sie auf "Chat symbol" auf ein Teilnehmerprofil klicken.
es: No hay conversaciones activas, "ninicie una nueva haciendo clic el "icono de chat" un perfil no participante.
fi: Ei aktiivisia keskusteluja, aloittaa uuden painamalla "pikaviesti kuvakkeet" on osallistuja profiilin.
fr: Pas de conversation active, créez une nouvelle conversation en cliquant sur l’icône Conversation sur le profil d’un participant.
nb: Ingen aktive samtaler, starte et nytt ved å klikke på "Chat ikon" på en deltaker profil.
sv: Du har inga aktiva konversationer, starta en genom att klicka på "Chat ikonen" på en deltagarprofil

# UserBlockedFromChat
source: You have successfully blocked this user.
da: Du har blokeret denne bruger.
de: Sie haben diesen Benutzer erfolgreich gesperrt.
es: Has bloqueado con éxito a este usuario.
fi: Olet onnistuneesti estänyt tämän käyttäjän.
fr: Utilisateur bloqué avec succès
nb: Du har blokkert denne brukeren.
sv: Du har blockerat denna avsändare.

# UserUnblockedFromChat
source: You have successfully unblocked this user.
da: Du har fjernet blokeringen denne bruger.
de: Sie haben diesen Benutzer erfolgreich freigegeben.
es: Has desbloqueado con éxito este usuario.
fi: Olet onnistuneesti vapautetuksi tämän käyttäjän.
fr: Utilisateur débloqué avec succès
nb: Du har fjernet blokkeringen denne brukeren.
sv: Avsändaren avblockerad.

# SendNotAllowed
source: You can't send messages to this user
da: Du kan ikke sende meddelelser til denne bruger
de: Sie können keine Nachrichten an diesen Benutzer senden
es: No puedes enviar mensajes a este usuario.
fi: Et voi lähettää viestejä käyttäjälle
fr: Vous ne pouvez pas envoyer de message à cet utilisateur
nb: Du kan ikke sende meldinger til denne brukeren
sv: Du kan inte skicka meddelanden till denna användare

# AddToChat
source: Chat
es: Charla

# MyChatName
source: Me
de: Ich
es: Yo
fr: Moi

# Slider_ActivityFeed
source: Activity feed
da: Aktivitetsfeed
es: Feed de actividad
fi: Aktiviteettisyöte
fr: Flux d’activité
nb: Aktivitetsstrøm
sv: Aktivitetsflöde

# NoActivityFeed
source: There's no ongoing activity for the event. Post something to get the conversation started.
da: Der er ingen løbende aktivitet for arrangementet. Indsæt noget for at få samtalen startet.
de: Es gibt zur Zeit keine Aktivitäten für diese Veranstaltung. Posten Sie etwas, um die Konversation zu beginnen.
es: No hay actividad en curso para el evento. Publica algo para iniciar la conversación.
fi: Tapahtuman osalta ei ole menossa olevaa aktiviteettia. Julkaise jotakin aloittaaksesi keskustelun.
fr: Il n’y a pas d’activité en cours pour cet événement. Publier quelque chose pour lancer la conversation.
nb: Det er fortsatt ingen pågående aktivitet for arrangementet. Opprett et nytt innlegg for å starte samtalen.
sv: Det finns ännu ingen pågående aktivitet för eventet. Skapa ett nytt inlägg för att starta konversationen.

# PlaceHolderText
source: What's on your mind?
da: Del en opdatering...
de: Was möchten Sie tun?
es: ¿Qué tienes en mente?
fi: Mitä mietit?
fr: À quoi pensez-vous ?
nb: Del en oppdatering...
sv: Dela en uppdatering...

# AttachText
source: Attach
da: Vedhæft
de: Anhang
es: Adjuntar
fi: Liitä
fr: Joindre
nb: Fest
sv: Bifoga

# CommentValidationMsg
source: You must enter text
da: Du skal indtaste tekst
de: Bitte Text eingeben
es: Debes ingresar texto
fi: Sinun täytyy syöttää tekstiä
fr: Vous devez saisir un texte
nb: Du må skrive en tekst
sv: Du måste skriva en text

# FeedValidationMsg
source: You must enter text or photo
da: Du skal indtaste tekst eller foto
de: Bitte Text oder Foto einfügen
es: Debes ingresar texto o foto
fi: Sinun täytyy syöttää tekstiä tai valokuva
fr: Vous devez saisir un texte ou ajouter une photo
nb: Du må skrive inn tekst eller bilde
sv: Du måste ange text eller foto

# FeedCreated
source: Activity feed created
es: Feed de actividad creado
fr: Flux d’activité créé

# InternetRequiredLikes
source: Internet connection is required in order Like or Unlike this post.
da: Internetforbindelse er nødvendig for at kunne lide dette indlæg.
de: Eine Internetverbindung ist erforderlich, um den Beitrag zu bewerten
es: Se requiere conexión a Internet para hacer Me gusta o No me gusta esta publicación.
fi: Jos haluat kommentoida tätä julkaisua "tykkää" tai "älä tykkää", tarvitset internet-yhteyden.
fr: Une connexion Internet est nécessaire pour aimer ou ne plus aimer cette publication.
nb: Internett-tilkobling kreves for å like innlegg.
sv: Internetanslutning krävs för att gilla inlägg.

source: New Post
da: Ny indlæg
de: Neuer Beitrag
es: Nueva publicación
fi: Uusi julkaisu
fr: Nouvelle publication
nb: Nytt innlegg
sv: Nytt inlägg

# FeedCreatePostBtn
source: Create a post
da: Lav indlæg
de: Beiträge erstellen
es: Crear una publicación
fi: Luo viesti
fr: Créer un poste
nb: Lag innlegg
sv: Skapa inlägg

# NoInternet
source: No internet connection
da: Ingen internetforbindelse
de: Keine Internetverbindung
es: no hay conexión a internet disponible
fi: Ei internet-yhteyttä
fr: Pas de connexion Internet
nb: Fravær av Internett-tilkobling
sv: Avsaknad av Internetanslutning

# InternetRequiredLoad
source: Internet connection is required in order to load.
da: Internetforbindelse er nødvendig for at kunne indlæse.
de: Zum aktalisieren und laden ist eine Internetverbindung erforderlich
es: Se requiere conexión a Internet para cargar.
fi: Lataaminen edellyttää internet-yhteyttä.
fr: Une connexion Internet est nécessaire pour le chargement.
nb: Fravær av Internett-tilkobling
sv: Internetanslutning krävs för att ladda in inläggen.

source: Choose action:
da: Vælg handling:
de: Aktion wählen
es: Elige Acción:
fi: Valitse toimenpide:
fr: Sélectionner une action :
nb: Velg alternativ:
sv: Välj alternativ:

source: Edit post
da: Rediger indlæg
de: Beitrag hinzufügen
es: Editar post
fi: Muokkaa julkaisua
fr: Modifier la publication
nb: Rediger innlegg
sv: Editera inlägg

source: Delete post
da: Slet post
de: Beitrag entfernen
es: Eliminar mensaje
fi: Poista julkaisu
fr: Supprimer la publication
nb: Slett innlegg
sv: Ta bort inlägg

# SetupProfile
source: In order to access the Activity Feed, you have to setup your participant profile.
da: For at få adgang til aktivitetsfeeden skal du først opsætte din deltagerprofil.
de: vor dem Zugriff auf die Activity Feed bitte Teilnehmerprofil einrichten.
es: Para acceder a Activity Feed, debe configurar su perfil de participante.
fi: Nähdäksesi aktiviteettisyötteen sinun tulee asettaa osallistujaprofiilisi.
fr: Pour accéder au flux d’activité, vous devez configurer votre profil de participant.
nb: Du trenger en deltakerprofil for å bruke aktivitetsstrømmen.
sv: Du behöver en deltagarprofil för att använda aktivitetsflödet.

source: View post
da: Se indlæg
de: Beitrag ansehen
es: Ver publicacion
fi: Katso julkaisua
fr: Voir la publication
nb: Se innlegg
sv: Visa inlägg

# TxtEdit
source: Update
da: Opdatering
es: Actualizar
fi: Päivitä
fr: Mettre à jour
nb: Oppdater
sv: Uppdatera

# TxtComment
source: Comment
da: Kommentar
de: Kommentar
es: Comentario
fi: Kommentoi
fr: Commentaire
nb: Kommentar
sv: Kommentera

# TxtLike
source: Like
da: Lide
es: Me gusta
fi: Tykkää
fr: J’aime
sv: Gilla

source: New comment
da: Ny kommentar
de: Neuer Kommentar
es: Nuevo comentario
fi: Uusi kommentti
fr: Nouveau commentaire
nb: Ny kommentar
sv: Ny kommentar

source: Edit comment
da: Rediger kommentar
de: Kommentar hinzufügen
es: Editar comentario
fi: Muokkaa kommenttia
fr: Modifier le commentaire
nb: Endre kommentar
sv: Ändra kommentar

source: Delete comment
da: Slet kommentar
de: Kommentar entfernen
es: Eliminar comentario
fi: Poista kommentti
fr: Supprimer le commentaire
nb: Slett kommentar
sv: Ta bort kommentar

# ChooseGallery
source: Choose from Gallery
da: Vælg fra Galleri
de: Zur Galerie
es: Elegir de la galería
fi: Valitse kuvagalleriasta
fr: Choisir depuis la galerie
nb: Velg fra bildegalleri
sv: Välj från bildgalleri

# FeedPhoto
source: Feed_Photos
es: Fotos de Feed
fr: Photos du flux

# ServerError
source: Something went wrong
da: Noget gik galt
de: Etwas läuft falsch
es: Algo salió mal
fi: Palvelussa ilmeni virhe
fr: Une erreur s’est produite
nb: Noe gikk galt
sv: Något gick fel

source: Add photo
da: Tilføj billede
de: Foto hinzufügen
es: Añadir foto
fi: Lisää valokuva
fr: Ajouter une photo
nb: Legg til bilde
sv: Lägg till foto

# PhotoError
source: Photo not supported
da: Foto understøttes ikke
de: Foto wird nicht unterstützt
es: Foto no admitida
fi: Valokuvaa ei tueta
fr: Photo non prise en charge
nb: Bildet er i feil format
sv: Fotot är av felaktigt format

# PhotoPermission
source: Permission not granted to photos.
da: Tilladelse er ikke givet til billeder
de: Keine Foto erlaubt
es: Permiso no concedido para fotografías.
fi: Valokuvia ei sallita.
fr: Accès aux photos non autorisé.
nb: Manglende rett til å lese bilder
sv: Avsaknad av rättighet för att läsa foton

# NoCameraTitle
source: No camera
da: Intet kamera
de: Keine Kamera
es: No Camaras
fi: Ei kameraa
fr: Pas d’appareil photo
nb: Ingen kamera
sv: Ingen kamera

# NoCameraError
source: No camera available.
da: Intet kamera til rådighed.
de: Keine Kamera verfügbar
es: No hay cámara disponible.
fi: Kamera ei ole saatavilla.
fr: Appareil photo indisponible.
nb: Ingen kamera tilgjengelig
sv: Ingen kamera tillgänglig

# postSubmit
source: Submit
da: Send
de: Absenden
es: Enviar
fi: Lähetä
fr: Soumettre
nb: Send inn
sv: Skicka

# ClickToProfile
source: Click here to setup profile
da: Klik her for at konfigurere profil
de: Klicken Sie hier, um ein Profil einzurichten
es: Haga clic aquí para configurar el perfil
fi: Klikkaa tästä asettaaksesi profiilin
fr: Cliquez ici pour configurer le profil
nb: Lag din profil nå.
sv: Skapa din profil nu.

# ImageDetailTitle
source: Image detail
da: Billede detaljer
de: Bilddetails
es: Detalle de la imagen
fi: Kuvan tiedot
fr: Détails de l’image
nb: Bildedetaljer
sv: Bild detaljer

# postingTxt
source: Posting...
da: Udstationering ...
de: Beitrag
es: Destino…
fi: Julkaistaan...
fr: Publication en cours...
nb: Post ...
sv: Postar...

# FeedLoading
source: Activity Feed is loading...
da: Aktivitet Feed er indlæst ...
de: Activity Feed lädt
es: El feed de actividad se está cargando …
fi: Ladataan aktiviteettisyötettä...
fr: Le flux d’activité est en cours de chargement...
nb: Laster aktivitetsstrømmen...
sv: Laddar Aktivitetsflödet...

# NoInterections
source: No interactions yet!
da: Ingen interaktioner endnu!
de: Noch keine Aktionen
es: ¡Aún no hay interacciones!
fi: Ei vielä toimia!
fr: Pas encore d’interactions !
nb: Det er ingen interaksjoner ennå!
sv: Finns ännu inga interaktioner!

# likescounttxt
source: Likes
da: Lides
es: Gustos
fi: Tykkäykset
fr: J’aime
sv: Gillar

# commentscounttxt
source: Comments
da: Kommentarer
de: Kommentare
es: Comentarios
fi: Kommentit
fr: Commentaires
nb: Kommentarer
sv: Kommentarer

# NowTxt
source: Now
da: Nu
de: Aktuell
es: Ahora
fi: Nyt
fr: Maintenant
nb: nylig
sv: Nyss

# yearagoTxt
source: year ago
da: år siden
de: jarh
es: Hace años
fi: vuosi sitten
fr: an
nb: år siden
sv: år sedan

# yearsagoTxt
source: years ago
da: år siden
de: jahren
es: Hace años
fi: vuotta sitten
fr: ans
nb: år siden
sv: år sedan

# weeksagoTxt
source: weeks ago
da: uger siden
de: w
es: hace semanas
fi: viikkoa sitten
fr: semaine
nb: uker siden
sv: veckor sedan

# weekagoTxt
source: week ago
da: uge siden
de: w
es: hace semanas
fi: viikko sitten
fr: semaines
nb: uke siden
sv: vecka sedan

# minutesAgoTxt
source: m ago
da: m siden
de: m
es: hace minutos
fi: kk sitten
fr: min
nb: m siden
sv: m sedan

# HoursAgoTxt
source: h ago
da: t siden
de: h
es: horas atras
fi: t sitten
fr: h
nb: t siden
sv: t sedan

# DaysAgoTxt
source: d ago
da: d siden
de: d
es: hace días
fi: pvä sitten
fr: j
nb: d siden
sv: d sedan

# LikesPost
source: Likes your post.
da: lide dit indlæg.
de: mögen Ihren Beitrag
es: Me gusta tu publicación.
fi: Tykkää julkaisustasi.
fr: Aime votre publication.
nb: Likes ditt innlegg
sv: Gillar ditt inlägg

# PeopleLikesPost
source: other people like your post.
da: andre lide dit indlæg.
de: weitere Personen mögen Ihren Beitrag
es: A otros personas les gusta tu publicación.
fi: muuta henkilöä tykkäävät julkaisustasi.
fr: De nouvelles personnes aiment votre publication
nb: andre som like ditt innlegg.
sv: andra gillar ditt inlägg.

# CommentsPost
source: commented on your post.
da: kommenterede dit indlæg.
de: kommentierten Ihren Beitrag
es: comentó en su publicación.
fi: kommentoi julkaisuasi.
fr: a commenté votre publication.
nb: kommenterte innlegget ditt.
sv: kommenterade ditt inlägg.

# PeopleCommentPost
source: other people commented on your post.
da: andre mennesker kommenterede dit indlæg.
de: weitere Personen kommentierten Ihren Beitrag
es: otras personas comentaron tu publicación.
fi: muuta henkilöä kommentoivat julkaisuasi.
fr: De nouvelles personnes ont commenté votre publication
nb: andre kommenterte innlegget ditt.
sv: andra kommenterade ditt inlägg.

# andTxt
source: and
da: og
de: und
es: y
fi: ja
fr: et
nb: og
sv: och

# UpdatingTxt
source: Updating...
da: Opdatering...
de: Aktualisierung...
es: Actualizando …
fi: Päivitetään...
fr: Mise à jour en cours...
nb: Oppdatering...
sv: Uppdaterar...

# DeletingTxt
source: Deleting...
da: Sletning...
de: Löschen...
es: Eliminando …
fi: Poistetaan...
fr: Suppression en cours...
nb: Sletter...
sv: Tar bort...

# RecentActivityTitle
source: Recent activity
da: Seneste aktivitet
de: Letzte Aktivität
es: Actividad reciente
fi: Viimeisimmät tapahtumat
fr: Activité récente
nb: Nylig aktivitet
sv: Senaste aktivitet

# CommentsCountSingleText
source: Comment
da: kommentar
de: kommentar
es: Comentario
fi: kommentti
fr: Commentaire
nb: kommentar
sv: kommentar

# FeedCreateProfile
source: Create your participant profile to participate.
da: Opret din deltagerkonto for at deltage.
de: Erstellen Sie Ihr Teilnehmerprofil, um teilzunehmen.
es: Crea tu perfil de participante para participar.
fi: Luo osallistujaprofiili osallistumiseen.
fr: Créez votre profil pour participer
nb: Opprett din deltakerprofil for å delta.
sv: Skapa en deltagarprofil för att delta.

# TypeMessageHerePlaceholder
source: Type message here...
de: Typ Nachricht hier...
es: Escriba el mensaje aquí ...
fr: Tapez le message ici...

# PublicAppLauncherTitle
source: Available Event Apps
da: Tilgængelige Event Apps
de: Verfügbare Apps
es: Aplicaciones de eventos disponibles
fi: Saatavilla olevat tapahtumasovellukset
fr: Applications d’événement disponibles
nb: Tilgjengelige Event Apper
sv: Tillgängliga Event Appar

# PublicLauncherSubTitle
source: The following are the list of available event apps that doesn't require a code.
da: Følgende er listen over tilgængelige event apps, der ikke kræver en kode.
de: Im Folgenden finden/erhalten Sie eine Liste der Event Apps, die keinen Zugangscode benötigen
es: La siguiente es la lista de aplicaciones de eventos disponibles que no requieren un código.
fi: Ohessa on lista saatavilla olevista tapahtumasovelluksista, jotka eivät edellytä koodia.
fr: liste des applications d’événement disponibles qui ne nécessitant pas de code.
nb: Følgende er listen over tilgjengelige apper som ikke krever en kode.
sv: Listan nedan innehåller appar som inte kräver kod.

# WelcomeScreenTitle
source: Welcome to Ventla, this app gives you access to all your Ventla events.
da: Velkommen til Ventla, denne app giver dig adgang til alle dine Ventla events.
de: Willkommen bei Ventla, diese App ermöglicht Ihnen den Zugang zu Ihren Ventla Veranstaltungen
es: Bienvenido a Ventla, esta aplicación le da acceso a todos sus eventos de Ventla.
fi: Tervetuloa Ventla -sovellukseen, jonka kautta pääset tarkastelemaan kaikkia Ventla-tapahtumiasi.
fr: Bienvenue dans Ventla, cette application vous permet d’accéder à tous vos événements Ventla.
nb: Velkommen til Ventla, denne appen gir deg tilgang til alle dine Ventla events.
sv: Välkommen till Ventla, den här appen ger dig tillgång till alla dina Ventla events.

# WelcomeScreenSubTitle
source: If you have been provided with access code. Click "Add by code" to gain access to your app.
da: Hvis du har fået adgangskode. Klik på "Tilføj efter kode" for at få adgang til din app.
de: Wenn Ihre Event App einen Zugangscode benötigt, klicken Sie auf "Code hinzufügen", um Zugriff auf Ihre App zu erhalten
es: Si se le ha proporcionado un código de acceso. Haga clic en "Agregar por código" para obtener acceso a su aplicación.
fi: Jos sinulla on pääsykoodi. Klikkaa "Lisää koodilla" päästäksesi sovellukseesi.
fr: Si un code d’accès vous a été fourni. Cliquez sur Ajouter et entrez votre code pour accéder à votre application.
nb: Hvis du har fått tilgangskode. Klikk på "Legg til etter kode" for å få tilgang til appen din.
sv: Klicka på "Lägg till med kod" om du har tillgång till en kod för appen.

# NoMyAppsTxt
source: You do not have access to any apps, add one by code to get started.
da: Du har ikke adgang til nogen apps, tilføjer en kode for at komme i gang.
de: Wenn Sie keinen Zugriff auf Event-Apps haben, können Sie sie entweder über einen Code starten.
es: No tiene acceso a ninguna aplicación, agregue una por código para comenzar.
fi: Jos et pääse sovelluksiin, lisää yksi koodilla päästäksesi alkuun.
fr: Vous n’avez accès à aucune application, ajoutez en une avec un code pour commencer.
nb: Du har ikke tilgang til noen apper, legger til en etter kode for å komme i gang.
sv: Du har inte lagt till några appar. Ange en kod för att lägga till en.

# yourAppsTxt
source: YOUR APPS
da: DINE APPS
de: IHRE APPS
es: TUS APPS
fi: SOVELLUKSESI
fr: VOS APPLICATIONS
nb: DINE APPER
sv: DINA APPAR

# EnterCodeText
source: Enter the App access code
da: Indtast koden
de: Geben Sie Ihren Zugangscode der App ein
es: Ingrese el código de acceso a la aplicación
fi: Syötä sovelluksen pääsykoodi
fr: Saisir le code d’accès de l’application
nb: Skriv inn koden
sv: Skriv in kod

# AppCodePlaceHolder
source: App access code
da: Kode adgang
de: Zugangscode der App
es: Código de acceso a la aplicación
fi: Sovelluksen pääsykoodi
fr: Code d’accès de l’application
nb: Kode tilgang
sv: Kod access

# AppExistsText
source: Already added to Your Apps
da: Allerede tilføjet til Dine Apps
de: Bereits zu Ihrem Apps hinzugefügt
es: Ya agregado a sus aplicaciones
fi: Jo lisätty omiin sovelluksiin
fr: Déjà ajouté à vos applications
nb: Allerede lagt til i dine apper
sv: Redan tillagt i dina appar

# NoAppTxt
source: App not found
da: Appen ikke fundet
de: App nicht gefunden
es: Aplicación no encontrada
fi: Sovellusta ei löydy
fr: Application introuvable
nb: Appen ble ikke funnet
sv: Ingen app hittades
