Repository: Ventla-India/VentlaApp
Catalog: src/assets/locales/*.lproj/Localizable.strings
Languages: da, de, es, fi, fr, nb, sv

# WebaccessLabel
source: Web access
da: Webb adgang
de: Web-zugang
es: acceso web
fi: Web pääsy
fr: Accès Web
nb: Webb adgang
sv: Webb access

# ConnectMeetingSettingLabel
source: In order to use Ventla web, go to web.ventla.io and scan the QR code
da: For at bruge Ventla web skal du gå til web.ventla.io og scanne QR-koden
de: Um Ventla Web zu verwenden, gehen Sie zu web.ventla.io und scannen Sie den QR-Code
es: Para utilizar la web de Ventla, vaya a web.ventla.io y escanee el código QR
fi: Jos haluat käyttää Ventla-verkkoa, siirry osoitteeseen web.ventla.io ja skannaa QR-koodi
fr: Pour utiliser la version web de Ventla, allez sur web.ventla.io et scannez votre QR Code
nb: For å bruke Ventla web, gå til web.ventla.io og skann QR-koden
sv: För att använda Ventla på webben, surfa till web.ventla.io och skanna QR koden som visas.

# ConnectMeetingMenuLabel
source: In order to connect on your computer, go to web.ventla.io and scan the QR code
da: For at oprette forbindelse på din computer skal du gå til web.ventla.io og scanne QR-koden
de: Um eine Verbindung zu Ihrem Computer herzustellen, gehen Sie zu web.ventla.io und scannen Sie den QR-Code
es: Para conectarse en su computadora, vaya a web.ventla.io y escanee el código QR
fi: Muodosta yhteys tietokoneellasi siirtymällä osoitteeseen web.ventla.io ja skannaamalla QR-koodi
fr: Pour vous connecter sur votre ordinateur, allez sur web.ventla.io et scannez le QR Code
nb: For å koble til datamaskinen din, gå til web.ventla.io og skann QR-koden
sv: För att ansluta med din dator, surfa till web.ventla.io och skanna QR koden som visas.

# ConnectSuccessfullLabel
source: Your Ventla Web experience is ready to use!
da: Din Ventla-weboplevelse er klar til brug!
de: Ihre Ventla Web-Erfahrung ist einsatzbereit!
es: ¡Su experiencia web Ventla está lista para usar!
fi: Ventla-verkkokokemuksesi on käyttövalmis!
fr: Votre expérience Web Ventla est prête à être utilisée !
nb: Ventla Webb opplevelsen din er klar til bruk!
sv: Ventla på webben är nu klart att användas!

# ConnectLabel
source: Connect
da: Forbinde
de: Anschließen
es: Conectar
fi: Kytkeä
fr: Se connecter
nb: Koble
sv: Anslut

# ConnectErrorLabel
source: This doesn’t look to be a code from web.ventla.io. Try again!
da: Dette ser ikke ud til at være en kode fra web.ventla.io. Prøv igen!
de: Dies scheint kein Code von web.ventla.io zu sein. Versuch es noch einmal!
es: No parece ser un código de web.ventla.io. ¡Inténtalo de nuevo!Open in Google Translate
fi: Tämä ei näytä olevan koodi osoitteesta web.ventla.io. Yritä uudelleen!
fr: Ce code ne correspond pas à un code web.ventla.io. Essayez à nouveau !
nb: Dette ser ikke ut til å være en kode fra web.ventla.io. Prøv igjen!
sv: Denna kod verkar inte komma från web.ventla.io. Försök igen!

# NameRequired
source: First name and last name are required
da: Fornavn og efternavn kræves
de: Vor- und Nachname sind erforderlich
es: Se requiere el nombre y apellido
fi: Etunimi ja sukunimi vaaditaan
fr: Le prénom et le nom sont obligatoires
nb: Fornavn og etternavn kreves
sv: Förnamn och efternamn krävs

# PleaseCompleteTheQuestions
source: Please complete the following question(s) in order to continue to use the app
da: Besvar følgende spørgsmål for at fortsætte med at bruge appen
de: Bitte füllen Sie die folgenden Fragen aus, um die App weiterhin nutzen zu können
es: Complete las siguientes preguntas para seguir utilizando la aplicación
fi: Vastaa seuraaviin kysymyksiin jatkaaksesi sovelluksen käyttöä
fr: Veuillez répondre à la ou aux question(s) suivante(s) pour continuer à utiliser l’application
nb: Svar på følgende spørsmål for å fortsette å bruke appen
sv: Vänligen svara på följande frågor för att fortsätta använda appen

# AcceptUpdatedPolicy
source: Policy has been updated, please review and accept in order to continue.
da: Politikken er blevet opdateret, gennemgået og accepteret for at fortsætte.
de: Die Richtlinien wurden aktualisiert. Bitte überprüfen und akzeptieren Sie sie, um fortzufahren.
es: La política se ha actualizado, revísela y acepte para continuar.
fi: Käytäntö on päivitetty, tarkistettu ja hyväksytty jatkamaan.
fr: Les conditions ont été mises à jour, veuillez les consulter et les accepter pour continuer.
nb: Retningslinjene er oppdatert, gjennomgått og godtatt for å fortsette.
sv: Policyn har uppdaterats, granska och acceptera för att fortsätta.

# ProblemReceivingCode
source: Problem receiving the code?
da: Problemer med at modtage koden?
de: Problem beim Empfang des Codes?
es: ¿Problemas para recibir el código?
fi: Onko sinulla ongelmia koodin vastaanottamisessa?
fr: Vous n'avez pas reçu le code ?
nb: Problemer med å motta koden?
sv: Problem med att ta emot koden?

source: Verify with Microsoft
da: Bekræft med Microsoft
de: Überprüfen Sie mit Microsoft
es: Verificar con Microsoft
fi: Vahvista Microsoft
fr: Vérifier avec Microsoft
nb: Bekreft med Microsoft
sv: Verifiera med Microsoft

source: Verify with Google
da: Bekræft med Google
de: Überprüfen Sie mit Google
es: Verificar con Google
fi: Vahvista Google
fr: Vérifier avec Google
nb: Bekreft med Google
sv: Verifiera med Google

source: Still having problems?
da: Har du stadig problemer?
de: Haben Sie immer noch Probleme?
es: ¿Sigues teniendo problemas?
fi: Onko sinulla vielä ongelmia?
fr: Vous avez toujours des problèmes ?
nb: Har du fortsatt problemer?
sv: Fortfarande problem?

# ContactTeamForSupport
source: Contact our support team for assistance
da: Kontakt vores supportteam for at få hjælp.
de: Wenden Sie sich an unser Support-Team, um Unterstützung zu erhalten
es: Póngase en contacto con nuestro equipo de soporte para obtener ayuda
fi: Ota yhteyttä tukitiimiimme saadaksesi apua.
fr: Contactez notre équipe d’assistance si vous avez besoin d’aide.
nb: Kontakt vårt supportteam for hjelp.
sv: Kontakta vårt supportteam för hjälp.

# WrongEmailAlert
source: The email address you entered does not match with the account you provide.
da: Den e-mail-adresse, du indtastede, stemmer ikke overens med den, du loggede ind med.
de: Die von Ihnen eingegebene E-Mail-Adresse stimmt nicht mit dem von Ihnen angegebenen Konto überein.
es: La dirección de correo electrónico que ingresó no coincide con la cuenta que proporcionó.
fi: Antamasi sähköpostiosoite ei vastaa sitä, johon olet kirjautunut.
fr: L’adresse e-mail que vous avez saisie ne correspond pas au compte indiqué.
nb: E-postadressen du skrev inn samsvarer ikke med den du logget på med.
sv: Email addressen du angav överensstämmer inte med den du loggat in med.

# AuthenticationCanceled
source: You didn't completed the authentication process
da: Du stoppede proceduren.
de: Sie haben den Authentifizierungsprozess nicht abgeschlossen
es: No completó el proceso de autenticación
fi: Lopetit menettelyn.
fr: Vous n'avez pas terminé le processus d'authentification
nb: Du stoppet prosedyren.
sv: Du avbröt förfarandet.

# PrivacyPolicyCheckBoxText
source: I hereby approve that any personal information provided by me are stored and processed according to the privacy policy.
da: Jeg accepterer, at mine personlige oplysninger lagres og håndteres i overensstemmelse med fortrolighedspolitikken.
de: Hiermit stimme ich zu, dass von mir angegebene persönliche Daten aufgrund der Datenschutzerklärung gespeichert und bearbeitet werden.
es: Acepto que cualquier información personal proporcionada por mí será almacenada y procesada de acuerdo con la política de privacidad.
fi: Hyväksyn henkilökohtaisten tietojeni tallentamisen ja käsittelyn tietosuojaselosteen mukaisesti.
fr: Je consens à ce que les informations personnelles que je fournirai soient stockées et traitées conformément à la politique de confidentialité.
nb: Jeg godtar at min personlige informasjon lagres og håndteres i samsvar med personvernreglene.
sv: Jag godkänner att min personliga information sparas och hanteras enligt integritetspolicyn.

# PrivacyPolicySimpleText
source: Your personal information is stored and processed according to the privacy policy.
da: Dine personlige oplysninger lagres og håndteres i overensstemmelse med fortrolighedspolitikken.
de: Ihre persönlichen Daten werden gemäß der Datenschutzerklärung gespeichert und bearbeitet.
es: Su información personal será almacenada y procesada de acuerdo con la política de privacidad.
fi: Henkilökohtaiset tietosi tallennetaan ja käsitellään tietosuojaselosteen mukaisesti.
fr: Vos informations personnelles sont stockées et traitées conformément à la politique de confidentialité.
nb: Din personlige informasjon lagres og håndteres i samsvar med personvernreglene.
sv: Din personliga information sparas och hanteras enligt integritetspolicyn.

# PrivacyPolicyClickText
source: privacy policy
da: fortrolighedspolitikken
de: Datenschutzerklärung
es: política de privacidad
fi: tietosuojaselosteen mukaisesti
fr: politique de confidentialité
nb: personvernreglene
sv: integritetspolicyn

# AccessPopUpDetail
source: Please enter the event code and click "Join".
da: Indtast begivenhedskoden, og klik på "Gå med".
de: Bitte geben Sie den Event-Code ei und klicken Sie "Teilnehmen".
es: Ingrese el código del evento y toque "Unirse".
fi: Syötä tapahtumakoodi ja paina Liity.
fr: Veuillez entrer le code d’événement et appuyer sur « Rejoindre ».
nb: Skriv inn hendelseskoden og klikk "Bli med".
sv: Skriv in eventkoden och klicka på "Gå med".

# AccessPopUpTitle
source: Event code
da: Begivenhedskode
es: Código de evento
fi: Tapahtumakoodi
fr: Code d’événement
nb: Hendelseskode
sv: Eventkod

# AccessPopUpJoin
source: Join
da: Gå med
de: Teilnehmen
es: Unirse
fi: Liity
fr: Rejoindre
nb: Bli med
sv: Gå med

# AccessPopUpDismiss
source: Don't have an event code?
da: Har du ingen begivenhedskode?
de: Haben Sie keinen Event-Code?
es: No tienes un código de evento?
fi: Eikö sinulla ole tapahtumakoodia?
fr: Vous n’avez pas de code d’événement ?
nb: Har du ingen hendelseskode?
sv: Har du ingen eventkod?

# NewUserPopUpDetail
source: Looks like you already registred with a different user in this app earlier. Do you want to proceed as a new user? Proceeding as a new user will unload previously saved data
da: Det ser ud til, at du har brugt appen med en anden bruger før. Vil du fortsætte som den nye bruger? Du mister derefter tidligere gemte data.
de: Anscheinend haben Sie sich schon vorher mit einem anderen Benutzernamen in dieser App registriert. Wollen Sie als neuer Nutzer fortfahren? In diesem Fall werden frühere Daten überschrieben.
es: Parece que ya se registró con un usuario diferente en esta aplicación anteriormente. Quieres continuar como nuevo usuario? Proceder como un nuevo usuario descargará los datos guardados previamente.
fi: Näytät jo rekisteröityneen tähän sovellukseen aiemmin eri käyttäjällä. Haluatko jatkaa uutena käyttäjänä? Jatkaminen uutena käyttäjänä poistaa aiemmin tallennetut tiedot.
fr: Il semblerait que vous êtes déjà enregistré(e) avec un utilisateur différent dans cette application. Voulez-vous continuer en tant que nouvel utilisateur ? Le fait de continuer en tant que nouvel utilisateur déchargera les données enregistrées précédemment.
nb: Det ser ut til at du har brukt appen med en annen bruker før. Vil du fortsette som den nye brukeren? Du mister da tidligere lagrede data.
sv: Det verkar som att du tidigare har använt appen med en annan användare. Vill du fortsätta som den nya användaren? Du kommer då förlora tidigare sparad data.

# NewUserButton
source: Proceed as a new user
da: Fortsæt med den nye bruger
de: Als neuer Nutzer fortfahren
es: Proceder como nuevo usuario
fi: Jatka uutena käyttäjänä
fr: Continuer en tant que nouvel utilisateur
nb: Fortsett med den nye brukeren
sv: Fortsätt med nya användaren

# ExistingUserButton
source: Continue as existing user
da: Behold den gamle bruger
de: Als vorhandener Nutzer fortfahren
es: Continuar como usuario existente
fi: Jatka nykyisenä käyttäjänä
fr: Continuer en tant qu’utilisateur existant
nb: Behold den gamle brukeren
sv: Behåll gamla användaren

# InvalidLinkError
source: Unable to fetch user information, seems like there is a problem with the link
da: Vi kan ikke indlæse brugeroplysningerne. Der ser ud til at være noget galt med linket.
de: Benutzerinformationen konnten nicht geladen werden, der Link scheint nicht zu funktionieren.
es: No se puede obtener la información del usuario, parece que hay un problema con el enlace
fi: Käyttäjätietojen haku epäonnistui, linkissä vaikuttaa olevan ongelma
fr: Impossible de récupérer les informations utilisateur, il semble qu’il y ait un problème avec le lien
nb: Vi kan ikke laste inn brukerinformasjonen. Det ser ut til å være noe galt med lenken.
sv: Vi kan inte ladda in användarinformationen. Det verkar vara något fel på länken.

# TakingYouToEventText
source: Taking you to the event...
da: Tager dig til begivenheden ...
de: Sie werden zum Event weitergeleitet
es: Llevándote al evento
fi: Siirretään sinut tapahtumaan...
fr: Vous allez être redirigé(e) vers l’événement...
nb: Tar deg til arrangementet ...
sv: Tar dig till eventet...

# MaximumAttendeesReached
source: Maximum number of participants has been reached. Contact the organizer for more information.
da: Maksimalt antal deltagere er nået. Kontakt arrangøren for mere information.
de: Die maximale Teilnehmerzahl wurde erreicht. Wenden Sie sich an den Veranstalter, um weitere Informationen zu erhalten.
es: Se ha alcanzado el número máximo de participantes. Póngase en contacto con el organizador para obtener más información.
fi: Osallistujien enimmäismäärä on saavutettu. Ota yhteyttä järjestäjään saadaksesi lisätietoja.
fr: Le nombre maximum de participants a été atteint. Contactez l'organisateur pour plus d'informations.
nb: Maksimalt antall deltakere er nådd. Kontakt arrangøren for mer informasjon.
sv: Maximalt antal deltagare är uppnått. Kontakta arrangören för mer information.

source: Web App
es: Web Apl.
sv: Webb App

# NewText
source: New
da: Ny
de: Neu
es: Nueva
fi: Uusi
fr: Nouvelle
nb: Ny
sv: Ny

# setupVonageProfile
source: In order to watch live video, you need to setup your participant profile
da: Du skal lave indstillingerne til din deltagerprofil for at se live video
de: Um Live-Videos ansehen zu können, müssen Sie Ihr Teilnehmerprofil einrichten.
es: Para ver el video, por favor configure su perfil de participante
fi: Täytä osallistujaprofiilisi päästäksesi katsomaan videota.
fr: Pour regarder des vidéos en direct, vous devez configurer votre profil de participant
nb: For å kunne se direktesendt video er du nødt til å konfigurere deltakerprofilen din.
sv: För att se livevideon behöver du skapa en deltagarprofil

# VodPlaceholderTxt
source: Video will be available at:
da: Videoen er tilgængelig:
de: Video verfügbar:
es: el video estará disponible a las:
fi: Video on katsottavissa:
fr: La vidéo sera disponible à:
nb: Video tilgjengelig:
sv: Videon tillgänglig:

# VodEndedPlaceholderTxt
source: This video is no longer available
da: Viden er ikke længere tilgængelig
de: Das Video ist nicht mehr verfügbar
es: este video ya no está disponible
fi: Tämä video ei ole enää käytettävissä
fr: Cette vidéo n'est plus disponible
nb: Video er ikke lenger tilgjengelig
sv: Videon är inte längre tillgänglig

# StreamPlaceholderTxt
source: Live stream starts at:
da: Livestreamen starter:
de: Der Livestream beginnt um:
es: la transmisión en vivo comienza a las:
fi: Live-stream lähetys alkaa:
fr: Le streaming en direct commence à:
nb: Direktesendingen starter:
sv: Live streamen startar:

# StreamEndedPlaceholderTxt
source: Live stream has ended
da: Livestreamen er afsluttet
de: Der Livestream ist beendet
es: la transmisión en vivo ha terminado
fi: Live-stream on päättynyt
fr: Le streaming en direct est terminé
nb: Direktesendingen er avsluttet
sv: Live streamen har avslutats

# Slider_recorded
source: Video recording
da: Videooptagelse
de: Videoaufnahme
es: Grabación de vídeo
fi: Videotallennus
fr: Enregistrement video
nb: Videoopptak
sv: Videoinspelning

# AddressInformationTxt
source: Address Information
da: Adresseoplysninger
de: Adresse
es: Datos del Domicilio
fi: Osoitetiedot
fr: Informations sur l’adresse
nb: Adresseinformasjon
sv: Adressinformation

# NowPlayingTxt
source: NOW PLAYING
da: AFSPILLER NU
de: AKTUELLE WIEDERGABE
es: el video esta tocando AHORA
fi: KÄYNNISSÄ
fr: EN DIRECT
nb: SPILLES NÅ
sv: NU SPELAS

# Program_showMoreItems
source: Show more
da: Vis fler
de: Weitere anzeigen
es: Mostrar más
fi: Näytä lisää
fr: Afficher plus
nb: Vis fler
sv: Visa fler

# Program_showLess
source: Show less
da: Vis færre
de: Weniger anzeigen
es: Mostrar menos
fi: Näytä vähemmän
fr: Afficher moins
nb: Vis færre
sv: Visa färre

# InformationFolderTxt
source: FOLDERS
da: MAPPER
de: MAPPE
es: CARPETAS
fi: KANSIOT
fr: DOSSIERS
nb: MAPPER
sv: MAPPAR

# InformationTopLevelTxt
source: Top level
da: Højeste niveau
de: Höchststufe
es: Nivel superior
fi: Huipputaso
fr: Niveau principal
nb: Toppnivå
sv: Toppnivå

# InformationTopLevelPlaceHolderTxt
source: No items
da: Ingen punkter
de: Keine elemente
es: Sin elementos
fi: Ei tietokohteita
fr: Aucun élément
nb: Ingen punkter
sv: Inga punkter

# Information_LinkedParticipantTxt
source: LINKED PARTICIPANTS
da: TILKNYTTEDE DELTAGERE
de: VERBUNDENE TEILNEHMER
es: PARTICIPANTES VINCULADOS
fi: LINKITETYT OSALLISTUJAT
fr: PARTICIPANTS LIÉS
nb: TILKNYTTEDE DELTAKERE
sv: LÄNKADE DELTAGARE

# userDeletionPreTxt
source: Want to remove your account?
da: Vil du slette din konto?
de: Möchten Sie Ihr Konto entfernen?
es: ¿Quieres eliminar tu cuenta?
fi: Haluatko poistaa tilisi?
fr: Vous voulez supprimer votre compte?
nb: Vil du slette kontoen din?
sv: Vill du ta bort ditt konto?

# deletionTxt
source: remove your account?
da: slette din konto?
de: Ihr Konto entfernen?
es: eliminar tu cuenta?
fi: poistaa tilisi?
fr: supprimer votre compte?
nb: slette kontoen din?
sv: ta bort ditt konto?

# RemoveTxtHeader
source: Remove account
da: Slet konto
de: Konto entfernen
es: Eliminar cuenta
fi: Poista tili
fr: Supprimer le compte
nb: Slett konto
sv: Ta bort konto

# RemoveTxtActionsHeader
source: Removing your account will do the following:
da: Sletning af kontoen betyder:
de: Das Entfernen Ihres Kontos bewirkt Folgendes:
es: Eliminar su cuenta hará lo siguiente:
fi: Tilin poistaminen toimii seuraavasti:
fr: La suppression de votre compte entraînera les actions suivantes :
nb: Å slette kontoen betyr:
sv: Att ta bort kontot innebär:

# RemoveTxtActionsOne
source: Sign out you from every where
da: Du bliver logget ud af alle enheder
de: Melden Sie sich überall ab
es: Cerrar sesión desde todas partes
fi: Kirjaudu ulos kaikkialta
fr: Déconnectez-vous de partout
nb: Du vil bli logget ut av alle enheter
sv: Du blir utloggad från alla enheter

# RemoveTxtActionsTwo
source: Delete your account information
da: Dine kontooplysninger vil blive slettet
de: Löschen Sie Ihre Kontoinformationen
es: Eliminar la información de su cuenta
fi: Poista tilitietosi
fr: Supprimer les informations de votre compte
nb: Kontoinformasjonen din vil bli slettet
sv: Din kontoinformation tas bort

# RemoveTxtActionsThree
source: You'll not be able to access any event
da: Du kan ikke længere få adgang til begivenheder
de: Sie können auf keine Veranstaltung zugreifen
es: No podrás acceder a ningún evento
fi: Et voi käyttää mitään tapahtumaa
fr: Vous ne pourrez accéder à aucun événement
nb: Du har ikke lenger tilgang til arrangementer
sv: Du kommer inte längre åt events

# RemoveTxt
source: Remove
da: Fjerne
de: Entfernen
es: Remover
fr: Retirer
nb: Fjerne
sv: Ta bort

# AccountDeletionMessage
source: Your account is deleted
da: Din konto er blevet slettet
de: Ihr Konto wird gelöscht
es: tu cuenta esta eliminada
fi: Tilisi on poistettu
fr: Votre compte est supprimé
nb: Kontoen din er slettet
sv: Ditt konto har blivit borttaget

# WelcomeMsg
source: We welcome you back as a user in future
da: Velkommen tilbage som fremtidig bruger
de: Wir heißen Sie in Zukunft gerne wieder als Nutzer willkommen
es: Le damos la bienvenida de nuevo como usuario en el futuro
fi: Toivotamme sinut tervetulleeksi takaisin käyttäjänä tulevaisuudessa
fr: Nous vous souhaitons la bienvenue en tant qu'utilisateur à l'avenir
nb: Velkommen tilbake som fremtidig bruker
sv: Välkommen tillbaka som användare framöver

# folders_show_msg
source: Showing folders
da: Viser mapper
de: Zeigt Ordner
es: Mostrando carpetas
fi: Näytetään kansiot
fr: Affichage des dossiers
nb: Viser mapper
sv: Visar mappar

# ofKeyword
source: of
da: af
de: von
es: de
fr: sur
nb: av
sv: av

# viewalltxt
source: View all
da: Vis alle
de: Alle ansehen
es: Ver todos
fi: Näytä kaikki
fr: Voir tout
nb: Vis alle
sv: Visa alla

# YearTxt
source: year
da: år
de: Jahr
es: año
fi: vuosi
fr: an
nb: år
sv: år

# YearsTxt
source: years
da: år
de: Jahre
es: años
fi: voudet
fr: ans
nb: år
sv: år

# WeeksTxt
source: weeks
da: uger
de: Wochen
es: semanas
fi: viikkot
fr: semaines
nb: uker
sv: veckor

# WeekTxt
source: week
da: uge
de: Woche
es: semana
fi: viikko
fr: semaine
nb: uke
sv: vecka

# MinuteTxt
source: minute
da: minut
es: minuto
fi: minuutti
nb: minutt
sv: minut

# MinutesTxt
source: minutes
da: minutter
de: Minuten
es: minutos
fi: minuutit
nb: minutter
sv: minuter

# HourTxt
source: hour
da: time
de: Stunde
es: hora
fi: tunti
fr: heure
nb: time
sv: timme

# HoursTxt
source: hours
da: timer
de: Stunden
es: horas
fi: tuntia
fr: heures
nb: timer
sv: timmar

# DayTxt
source: day
da: dag
de: Tag
es: día
fi: päivä
fr: jour
nb: dag
sv: dag

# DaysTxt
source: days
da: dage
de: Tage
es: días
fi: päivät
fr: jours
nb: dager
sv: dager

# YearShortTxt
source: y
da: år
de: Jahre
es: años
fi: v
fr: a
nb: år
sv: år

# WeekShortTxt
source: w
da: uger
de: Wo.
es: sem
fi: vk
fr: sem
nb: uker
sv: v

source: correct
da: korrekt
de: richtig
es: correcto
fi: oikein
nb: riktig
sv: rätt

source: incorrect
da: forkert
de: falsch
es: incorrecto
fi: väärin
nb: feil
sv: fel

# WrongCode
source: something wrong with the code
da: Noget er galt med koden
de: Code-Fehler
es: algo anda mal con el código
fi: koodi on virheellinen
fr: Nous avons rencontré un problème avec le code
nb: det er noe feil med koden
sv: felaktig kod

source: PREVIOUS
da: FORRIGE
de: VORHERIGE
es: ANTERIOR
fi: EDELLINEN
fr: PRÉCÉDENT
nb: FORRIGE
sv: FÖREGÅENDE

source: items
da: punkter
de: Elemente
es: elementos
fi: kohteita
fr: éléments
nb: elementer
sv: objekt

source: item
da: punkt
de: Element
es: elemento
fi: kohde
fr: élément
nb: element
sv: objekt

source: Answering anonymously
da: Svarer anonymt
de: Anonym antworten
es: Responder anónimamente
fi: Vastaaminen anonyymisti
fr: Répondre anonymement
nb: Svarer anonymt
sv: Svara anonymt

source: ADD RESPONSE
da: TILFØJ SVAR
de: FÜGE ANTWORT HINZU
es: AGREGAR RESPUESTA
fi: LISÄÄ VASTAUS
fr: AJOUTER UNE RÉPONSE
nb: LEGG TIL SVAR
sv: LÄGG TILL SVAR

source: VIEW QUESTION
da: SE SPØRGSMÅL
de: FRAGE ANZEIGEN
es: VER PREGUNTA
fi: NÄYTÄ KYSYMYS
fr: VOIR LA QUESTION
nb: VIS SPØRSMÅL
sv: VISA FRÅGA

source: EDIT RESPONSE
da: REDIGER SVAR
de: ANTWORT BEARBEITEN
es: EDITAR RESPUESTA
fi: MUOKKAA VASTAUSTA
fr: MODIFIER LA RÉPONSE
nb: REDIGER SVAR
sv: REDIGERA SVAR

source: RESPONSES
da: SVAR
de: ANTWORTEN
es: RESPUESTAS
fi: VASTAUKSET
fr: RÉPONSES
nb: SVAR
sv: SVAR

source: More
da: Mere
de: Mehr
es: Más
fi: Lisää
fr: Plus
nb: Mer
sv: Mer

# FilterAndSort
source: Filter / Sort
da: Filtrer / Sorter
de: Filtern / Sortieren
es: Filtrar / Ordenar
fi: Suodata / Järjestä
fr: Filtrer / Trier
nb: Filtrer / Sorter
sv: Filtrera / Sortera

source: Answered
da: Besvaret
de: Beantwortet
es: Respondido
fi: Vastattu
fr: Répondu
nb: Besvart
sv: Besvarad

source: Unanswered
da: Ubesvaret
de: Unbeantwortet
es: Sin responder
fi: Vastaamaton
fr: Non répondu
nb: Ubesevart
sv: Obesvarad

source: Sort by
da: Sorter efter
de: Sortieren nach
es: Ordenar por
fi: Järjestä
fr: Trier par
nb: Sorter etter
sv: Sortera efter
