Repository: Ventla-India/VentlaApp
Catalog: src/assets/locales/*.lproj/Localizable.strings
Languages: da, de, es, fi, fr, nb, sv

# AddCodeBtnTxt
source: Add by code
da: Tilføj efter kode
de: Code hinzufügen
es: Agregar por código
fi: Lisää koodilla
fr: Entrer un code
nb: Legg til etter kode
sv: Lägg till med kod

# AddBtnLstTxt
source: Add from list
da: Tilføj fra listen
de: Aus der Liste hinzufügen
es: Agregar de la lista
fi: Lisää listalta
fr: Ajouter à partir de la liste
nb: Legg til fra listen
sv: Välj från lista

# ConfirmDeletion
source: Are you sure you want to remove the app from your list?
da: Er du sikker på, at du vil fjerne appen fra din liste?
de: Sind Sie sicher, dass Sie die App aus Ihrer Liste löschen wollen?
es: ¿Está seguro de que desea eliminar la aplicación de su lista?
fi: Haluatko varmasti poistaa sovelluksen listaltasi?
fr: Êtes-vous sûr de vouloir supprimer l’application de votre liste ?
nb: Er du sikker på at du vil fjerne appen fra listen din?
sv: Är du säker på att du vill ta bort appen?

# AppAddedTxt
source: added to your apps. Click the app to launch it.
da: tilføjet til dine apps. Klik på appen for at starte den.
de: zu Ihren Apps hinzufügen. Zum Starten klicken Sie auf die App.
es: agregado a sus aplicaciones. Haga clic en la aplicación para iniciarla.
fi: lisätty omiin sovelluksiin. Klikkaa sovellusta käynnistääksesi sen.
fr: ajouté à vos applications. Cliquez sur l’application pour la démarrer.
nb: lagt til i appene dine. Klikk på appen for å starte den.
sv: har lagts till. Klicka på appen för att starta.

# PublicAppsNoTxt
source: There are currently no Available apps.
da: Der er i øjeblikket ingen tilgængelige apps.
de: Zur Zeit sind keine Apps verfügbar.
es: Actualmente no hay aplicaciones disponibles.
fi: Sovelluksia ei ole juuri nyt saatavilla.
fr: Il n’y a pour l’instant aucune application disponible.
nb: Det finnes ingen tilgjengelige apper.
sv: Det finns förnärvarande inga appar.

# LinkAppAdded
source: added to your apps. Launch it from the app list or click "Change App" in the menu to access it.
da: tilføjet til dine apps. Start det fra applisten eller ved at klikke på "Change App" i menuen.
de: zu Ihren Apps hinzufügen. Starten Sie es aus der App-Liste oder klicken Sie auf "App ändern" im menü, um darauf zuzugreifen.
es: agregado a sus aplicaciones. Ejecútelo desde la lista de aplicaciones o haga clic en "Cambiar aplicación" en el menú para acceder.
fi: lisätty omiin sovelluksiin. Käynnistä se sovelluslistalta tai klikkaa valikosta kohtaa "Vaihda sovellusta" avataksesi sen.
fr: ajouté à vos applications. Lancez-la à partir de la liste des applications ou cliquez sur Changer d’application dans le menu pour y accéder.
nb: lagt til i appene dine. Start det fra applisten eller ved å klikke på "Change App" i menyen.
sv: har lagts till. Starta den från app listan eller genom att klicka "Byt App" i menyn.

# MeetAppGoWelcomeText
source: Use your organizer's link or QR code, or enter the app access code below.
da: Brug din arrangørs link eller QR-kode, eller indtast appens accesskode nedenfor.
de: Verwenden Sie den Link oder QR-Code Ihres Veranstalters, oder geben Sie unten den App-Accesscode ein.
es: Utiliza el enlace o código QR de tu organizador, o ingresa el código de acceso de la app a continuación.
fi: Käytä järjestäjäsi linkkiä tai QR-koodia tai syötä sovelluksen access-koodi alla.
fr: Utilisez le lien ou le code QR de votre organisateur, ou saisissez le code d'accès de l'application ci-dessous.
nb: Bruk lenken eller QR-koden fra din arrangør, eller skriv inn appens accesskode nedenfor.
sv: Använd din arrangörs länk eller QR-kod, eller ange appens accesskod nedan.

# MeetAppGoPlaceHolderText
source: Enter your access code
da: Indtast adgangskoden
de: Geben Zugangscode
es: Ingrese su código de acceso
fi: Anna käyttökoodi
fr: Saisissez votre code d’accès
nb: Skriv inn tilgangskoden
sv: Skriv in access kod

# ChangeAppAdditionalAppsText
source: Load more apps via your organizer's link or QR code, or enter the app access code below.
da: Indlæs flere apps via din arrangørs link eller QR-kode, eller indtast appens accesskode nedenfor.
de: Laden Sie weitere Apps über den Link oder QR-Code Ihres Veranstalters, oder geben Sie unten den App-Accesscode ein.
es: Carga más aplicaciones mediante el enlace o código QR de tu organizador, o ingresa el código de acceso de la app a continuación.
fi: Lataa lisää sovelluksia järjestäjäsi linkin tai QR-koodin kautta tai syötä sovelluksen access-koodi alla.
fr: Chargez plus d'applications via le lien ou le code QR de votre organisateur, ou saisissez le code d'accès de l'application ci-dessous.
nb: Last inn flere apper via din arrangørs lenke eller QR-kode, eller skriv inn appens accesskode nedenfor.
sv: Ladda fler appar via din arrangörs länk eller QR-kod, eller ange appens accesskod nedan.

# ChangeAppPlaceHolderText
source: Enter your app access code
da: Indtast App adgangskoden
de: Geben App Zugangscode
es: Ingrese su código de acceso
fi: Anna käyttökoodi
fr: Saisissez votre code d’accès pour l’application
nb: Angi app-tilgangskoden
sv: Skriv in app access kod

# LinksChangeAppTextFirst
source: You've changed App experience into:
da: Du har bytit app till:
de: Deine App-Erfahrung wurde in
es: Has cambiado la experiencia de la aplicación a:
fi: Olet vaihtanut Sovelluskokemuksen kohteeseen:
fr: Vous avez changé l’expérience de l’Application en :
nb: Du har bytit app til:
sv: Du har bytit app till:

# LinksChangeAppTextLast
source: . To access your other Apps select 'Change App' in the side menu.
da: . För att byta app igen klicka på 'Byt App' i sidomenyn.
de: geändert. Um auf deine anderen Apps zuzugreifen, wähle 'App ändern' im Seitenmenü.
es: . Para acceder a sus otras aplicaciones, seleccione 'Cambiar aplicación' en el menú lateral.
fi: . Voit käyttää muita sovelluksiasi valitsemalla sivunvalikosta "Vaihda sovellusta".
fr: . Pour accéder à vos autres Applications, sélectionnez 'Changer d’Application' dans le menu latéral.
nb: . For å endre appen igjen, klikk på "Endre app" i sidefeltet.
sv: . För att byta app igen klicka på 'Byt App' i sidomenyn.

source: App Code Required
da: App-kode kræves
de: App-Code erforderlich
es: Código de aplicación obligatorio
fi: Sovelluksen koodi vaaditaan
fr: Code de l’application nécessaire
nb: Appkoden må oppgis
sv: App kod måste anges

# SetUpCheckInAccount
source: In order to check-in, you need to setup your participant profile.
da: For at kunne checke ind skal du konfigurere din deltagerprofil.
de: Um einchecken zu können, müssen Sie ihr Profil einrichten.
es: Para realizar el check-in, primero debe configurar su perfil de participante.
fi: Sisäänkirjautumisen yhteydessä sinun on asetettava osallistujan profiili.
fr: Pour vous enregistrer, vous devez configurer votre profil de participant.
nb: For å sjekke inn, trenger du en deltakerprofil.
sv: För att kunna checka-in behöver du en deltagarprofil.

# AlreadyCheckdIn
source: You have already checked into this event.
da: Du har allerede checket ind i arrangementet.
de: Sie haben dieses Ereignis bereits eingecheckt.
es: Ya te registraste en este evento.
fi: Olet jo tarkistanut tämän tapahtuman.
fr: Vous vous êtes déjà enregistré pour cet événement.
nb: Du er allerede sjekket inn på dette event.
sv: Du är redan incheckad på detta event.

# SuccessCheckdIn
source: You have successfully checked into the event.
da: Du har tjekket ind i arrangementet.
de: Sie haben das Ereignis erfolgreich eingecheckt.
es: Se registró con éxito en el evento.
fi: Olet onnistuneesti tarkistanut tapahtuman.
fr: Vous vous êtes enregistré à l’evenement avec succès
nb: Du har blitt sjekket inn for eventet.
sv: Du har checkats in på eventet.

# InvalidQRCode
source: Please scan a valid QR-code.
da: Ugyldig QR-kode.
de: Ungültiger QR-Code.
es: Escanee un código QR válido.
fi: Virheellinen QR-koodi.
fr: Veuillez scanner un code QR valide.
nb: Ugyldig QR-kode.
sv: Ogiltig QR-kod.

# ScanEventCode
source: Scan the event QR-code to check-in
da: Scan event-QR-koden til check-in
de: Scannen Sie den Ereignis-QR-Code, um einzuchecken
es: Escanee el código QR del evento para registrarse
fi: Tarkista tapahtuma QR-koodi sisäänkirjautumiseen
fr: Scannez le code QR de l’événement pour vous enregistrer
nb: Les QR-koden på eventet for å sjekke inn.
sv: Läs av QR-koden på eventet för att checka in.

source: Reminder
da: Påmindelse
de: Erinnerung
es: Recordatorio
fi: Muistutus
fr: Rappel
nb: Påminnelse
sv: Påminnelse

# YouHaveProgram
source: Upcoming session
da: Kommende session
de: Die nächste Sitzung
es: Próxima sesión
fi: Tuleva istunto
fr: Session à venir
nb: Programmet
sv: Programmet

# minutes
source: starts in 5 minutes.
da: starter om 5 minutter.
de: beginnt in 5 Minuten.
es: comienza en 5 minutos.
fi: alkaa 5 minuutissa.
fr: démarre dans 5 minutes.
nb: vil starte om på 5 minutter.
sv: startar om 5 minuter.

# AllowReminder
source: Remind me about upcoming "My Programs"
da: Påmind mig om kommende "Mine programmer"
de: Erinnere mich an kommende "Meine Programme"
es: Recuérdame los próximos "Mis programas"
fi: Muistuta minua tulevista "Omat ohjelmat"
fr: Me rappeler mon agenda à venir
nb: Påminn meg om kommende "Mine programmer"
sv: Påminn mig om uppkommande händelser i "Mitt program"

# NextDialogueSwipe
source: Enter the access code, or swipe next
da: Indtast adgangskoden, eller træk næste
de: Geben Sie den Zugangscode ein oder wischen Sie als nächstes
es: Ingrese el código de acceso o deslice el dedo a continuación
fi: Anna käyttökoodi tai pyyhi seuraava
fr: Saisissez le code d’accès ou swipez
nb: Skriv inn tilgangskoden, eller sveip den neste
sv: Ange åtkomstkod, eller swipa för att gå till nästa.

source: Access code required
da: Adgangskode kræves
de: Zugriffscode erforderlich
es: Se requiere código de acceso
fi: Tarvittava pääsykoodi
fr: Code d’accès nécessaire
nb: Tilgangskode kreves
sv: Åtkomstkod krävs

source: LINKED INFORMATION
da: RELATERET INFORMATION
de: ZUGEHÖRIGE INFOS
es: INFORMACIÓN VINCULADA
fi: ASIAAN LIITTYVÄÄ TIETOA
fr: INFORMATIONS ASSOCIÉES
nb: RELATERT INFORMASJON
sv: RELATERAD INFORMATION

# linkedPrograms
source: LINKED SESSIONS
da: LINKEDE PROGRAMMER
de: VERKNÜPFTE PROGRAMME
es: SESIONES VINCULADAS
fi: ASIAAN LIITTYVÄÄ OHJELMAT
fr: SESSIONS ASSOCIÉES
nb: TILKNYTTEDE PROGRAMMER
sv: RELATERADE PROGRAM

# ImageSizeError
source: Cannot upload image with size more than 20 MB
da: Billedet kan ikke uploades med en størrelse på mere end 20 MB
de: Ein Bild mit einer Größe von mehr als 20 MB kann nicht hochgeladen werden
es: No se puede cargar una imagen con un tamaño superior a 20 MB
fi: Ei voi ladata kuvaa, jonka koko on yli 20 Mt
fr: Les images de plus de 20 MB ne peuvent pas être publiées
nb: Kan ikke laste opp bilde med størrelse over 20 MB
sv: Det går inte att ladda upp bilder större än 20 MB

# LoadError
source: Unable to load image
da: Kan ikke indlæse billedet
de: Bild nicht laden
es: No se puede cargar la imagen.
fi: Kuvan lataaminen ei onnistu
fr: Impossible de charger l’image
nb: Kan ikke laste inn bilde
sv: Kunde inte ladda bilden

# PermissionPhotos
source: Photos permission required. You'll need to change this in your phone's settings.
da: Photos permission required. Go to app settings and grant permissions
de: Photos permission required. Go to app settings and grant permissions
es: Se requiere permiso de fotos. Ve a la configuración de la aplicación y concede permisos
fi: Photos permission required. Go to app settings and grant permissions
fr: Accès aux photos vérouillé. Allez dans les paramètres de l’application et autorisez l’accès.
nb: Photos permission required. Go to app settings and grant permissions
sv: Photos permission required. Go to app settings and grant permissions

# PermissionCamera
source: Camera permission required. You'll need to change this in your phone's settings.
da: Camera permissons required. Go to settings, allow camera access
de: Camera permissons required. Go to settings, allow camera access
es: Se requieren permisos de cámara. Ve a la configuración, permite el acceso a la cámara
fi: Camera permissons required. Go to settings, allow camera access
fr: Accès à l’appareil photo nécessaire. Allez dans les paramètres, autorisez l’accès à l’appareil photo
nb: Camera permissons required. Go to settings, allow camera access
sv: Camera permissons required. Go to settings, allow camera access

# MaximumParticipantsReached
source: The event has reached its participant limit. Contact the event organizer for more information.
da: Grænsen for det tilladte antal deltagere i arrangementet er nået. Kontakt arrangøren for arrangementer for mere information.
de: Die Veranstaltung hat ihr Teilnehmerlimit erreicht. Kontaktieren Sie den Veranstalter für weitere Informationen.
es: El evento ha alcanzado su límite de participantes. Póngase en contacto con el organizador del evento para obtener más información.
fi: Tapahtuma on saavuttanut osallistujan rajan. Ota yhteyttä tapahtumajärjestäjään saadaksesi lisätietoja.
fr: L’événement a atteint son nombre maximal de participants. Contactez l’organisateur de l’événement pour obtenir plus d’informations
nb: Grensen for tillatt antall deltakere i arrangementet er nådd. Kontakt arrangøren for mer informasjon.
sv: Gränsen för tillåtet antal deltagare i eventet är uppnått. Kontakta eventorganisatören för mer information.

# EventRemoved
source: The event no longer exists. You're welcome to join a new event.
da: Arrangementet findes ikke længere. Du er velkommen til at indtaste en ny arrangement.
de: Das Ereignis existiert nicht mehr. Gerne können Sie an einer neuen Veranstaltung teilnehmen.
es: El evento ya no existe. Le invitamos a unirse a un nuevo evento.
fi: Tapahtuma ei enää ole. Olet tervetullut liittymään uusiin tapahtumiin.
fr: L’événement n’existe plus. Vous êtes invité à rejoindre un nouvel événement.
nb: Arrangementet eksisterer ikke lenger. Du er velkommen til å legge inn en ny begivenhet.
sv: Eventet existerar inte längre. Du är välkommen att gå in i ett nytt event.

# AddProgramScreenTitle
source: Add your program item
es: Agregue su elemento de programa
fr: Ajouter votre élément du programme

# ProgramTitleRequired
source: Please enter program title
es: Ingrese el título del programa
fr: Veuillez saisir le titre du programme

# ProgramSaved
source: Program saved successfully
es: Programa guardado con éxito
fr: Programme enregistré avec succès

# TitleLabel
source: Title
es: Título
fr: Titre

# DescriptionLabel
source: Description
es: Descripción

# TitlePlaceHolder
source: Enter title
es: Ingrese el título
fr: Saisir le titre

# SaveProgButton
source: Save
es: Salvar
fr: Enregistrer

# StartDateTitle
source: Date
es: Fecha

# StartTimeTitle
source: Time
es: Hora
fr: Heure

# Leaderboardtxt
source: Leaderboard
da: Topliste
de: Bewertet
es: Tabla de clasificación
fi: Sijoituslista
fr: Classement
nb: Toppliste
sv: Topplista

# MyRankingtxt
source: MY RANKING
da: MIN RANKING
de: MEIN RANKING
es: MI RANKING
fi: OMA SIJOITUKSENI
fr: MON CLASSEMENT
nb: MIN RANGERING
sv: MIN RANKING

# MyPointstxt
source: MY POINTS
da: MINE POINT
de: MEINE PUNKTE
es: MIS PUNTOS
fi: OMAT PISTEENI
fr: MES POINTS
nb: MINE POENG
sv: MINA POÄNG

# NoOneStartedYetCondition
source: Seems like no one started yet. Check out the rules by tapping arrow button to start earning points.
da: Ingen ser ud til at have startet endnu. Lær reglerne ved at klikke på pilen, og begynd at tjene point.
de: Noch hat anscheinend niemand begonnen. Erlernen Sie die Regeln, indem Sie auf den Pfeil klicken und beginnen, Punkte zu sammeln.
es: Parece que nadie ha empezado todavía. Consulta las reglas pulsando el botón de flecha para empezar a ganar puntos.
fi: Kukaan ei näyttäisi aloittaneen vielä. Lue säännöt klikkaamalla nuolta ja aloita pisteiden ansainta.
fr: Il semblerait que personne n’a encore commencé. Consultez les règles en appuyant sur les flèches pour commencer à gagner des points.
nb: Det ser ut til at ingen har startet enda. Lær deg reglene ved å klikke på pilen og begynne å tjene poeng.
sv: Ingen verkar ha startat ännu. Lär dig reglerna genom att klicka på pilen och börja tjäna poäng.

# OnlyIHaveStartedCondition
source: Seems like no one started yet except you. Check out the rules by tapping arrow button to earn more points.
da: Det ser ud til, at det kun er dig, som har tjent point. Klik på pilen for at finde ud af, hvordan du tjener flere.
de: Es scheint, dass nur Sie Punkte gesammelt haben. Klicken Sie auf den Pfeil, um zu erfahren, wie Sie mehr sammeln können.
es: Parece que nadie ha empezado, excepto tú. Consulta las reglas pulsando el botón de flecha para ganar más puntos.
fi: Vaikuttaisi siltä, että vain sinä olet ansainnut pisteitä. Klikkaa nuolta selvittääksesi kuinka voit ansaita lisää pisteitä.
fr: Il semblerait que personne n’a encore commencé. Consultez les règles en appuyant sur les flèches pour commencer à gagner plus de points.
nb: Det ser ut til at du er den eneste som har tjent poeng. Klikk på pilen for å lære hvordan du tjener flere.
sv: Det verkar bara vara du som tjänat poäng. Klicka på pilen för att lära dig hur du tjänar fler.

# AllStartedExceptMeCondition
source: You have not started yet. Check out the rules by tapping arrow button to start earning points.
da: Du ser ikke ud til, at du har nogle point endnu. Lær reglerne ved at klikke på pilen, og begynd at tjene point.
de: Sie scheinen noch keine Punkte zu haben. Erlernen Sie die Regeln, indem Sie auf den Pfeil klicken und beginnen, Punkte zu sammeln.
es: Aún no ha comenzado. Consulte las reglas tocando el botón de flecha para comenzar a ganar puntos.
fi: Sinulla ei näyttäisi vielä olevan pisteitä. Lue säännöt klikkaamalla nuolta ja aloita pisteiden ansainta.
fr: Vous n’avez pas encore commencé. Consultez les règles en appuyant sur les flèches pour commencer à gagner des points.
nb: Det ser ut til at du ikke har tjent noen poeng enda. Lær deg reglene ved å klikke på pilen og begynne å tjene poeng.
sv: Du verkar inte ha några poäng ännu. Lär dig reglerna genom att klicka på pilen och börja tjäna poäng.

# UpdateProfileToJoinLeaderboardCondition
source: Don't see you name in leaderboard? In order to be part of leaderboard update your profile
da: Kan du ikke finde dig selv? Husk, at du skal have en brugerprofil for at blive vist på listen.
de: Können Sie sich nicht finden? Denken Sie daran, dass Sie ein Nutzerprofil besitzen müssen, um in der Liste zu erscheinen.
es: ¿No ves tu nombre en la tabla de clasificación? Para ser parte de la tabla de clasificación, actualiza tu perfil
fi: Etkö löydä itseäsi? Muista, että sinulla täytyy olla käyttäjäprofiili, jotta se ilmestyisi listalle.
fr: Vous ne trouvez pas votre nom dans le classement ? Pour apparaître dans le classement, mettez à jour votre profil
nb: Finner du ikke deg selv? Husk at du må ha en brukerprofil for å være synlig på listen.
sv: Hittar du inte dig själv? Kom ihåg att du måste ha en användarprofil för att dyka upp i listan.

# UpdateYourProfiletxt
source: update your profile
da: brugerprofil
de: Nutzerprofil
es: Actualiza tu perfil
fi: käyttäjäprofiili
fr: mettez à jour votre profil
nb: Brukerprofil
sv: användarprofil

# MyPointTitle
source: My Points
da: Mine point
de: Meine Punkte
es: Mis puntos
fi: Omat pisteeni
fr: Mes points
nb: Mine poeng
sv: Mina poäng

# MyScoretxt
source: MY SCORE
da: MINE POINT
de: MEINE PUNKTE
es: MI PUNTAJE
fi: OMAT PISTEENI
fr: MON SCORE
nb: MINE POENG
sv: MIN POÄNG

# TopScoretxt
source: TOP SCORE
da: TOPPOINT
de: RANGPUNKTE
es: PUNTUACIÓN MÁXIMA
fi: PARHAAT PISTEET
fr: MEILLEUR SCORE
nb: TOPP POENG
sv: TOPP POÄNG

# YouNeedtxt
source: You need
da: Du behøver
de: Sie brauchen
es: Necesitas
fi: Tarvitset
fr: Vous avez besoin de
nb: Du trenger
sv: Du behöver

# PointsToReachFirstPlacetxt
source: points to reach 1st place
da: point for at nå 1. pladsen
de: Punkte, um den 1. Platz zu erreichen
es: puntos para alcanzar el primer lugar
fi: pistettä päästäksesi kärkipaikalle
fr: points pour atteindre la 1re place
nb: poeng for å få førsteplassen
sv: poäng för att nå 1:a platsen

# FirstPlacetxt
source: You are on 1st place
da: Du er på 1. pladsen
de: Sie sind auf dem 1. Platz
es: Estás en primer lugar
fi: Olet kärkipaikalla
fr: Vous êtes à la 1re place
nb: Du er på førsteplass
sv: Du är på 1:a plats

# Earntxt
source: Earn
da: Optjen
de: Sammeln Sie
es: Ganar
fi: Ansaitse
fr: Gagner
nb: Tjen
sv: Tjäna

# Pointstxt
source: points
da: point
de: Punkte
es: puntos
fi: pisteitä
nb: poeng
sv: poäng

# UpdateParticipantProfile
source: for creating a basic profile containing your name.
da: ved at tilføje dit navn til din brugerprofil.
de: indem Sie Ihren Namen in Ihr Nutzerprofil einfügen
es: para crear un perfil básico que contenga su nombre.
fi: lisäämällä nimesi käyttäjäprofiiliisi.
fr: Pour créer un profil basique contenant votre nom.
nb: ved å legge inn navnet ditt i brukerprofilen.
sv: genom att lägga in ditt namn i din användarprofil.

# AddProfilePicture
source: by uploading a picture of yourself.
da: ved at uploade et billede på din brugerprofil.
de: indem Sie ein Bild auf Ihr Nutzerprofil hochladen.
es: subiendo una foto tuya.
fi: lataamalla kuvasi käyttäjäprofiiliisi.
fr: en ajoutant une photo de vous.
nb: ved å legge inn navnet ditt i brukerprofilen.
sv: genom att ladda upp en bild på din användarprofil.

# CompleteParticipantProfile
source: by completing your profile with your job information, your e-mail and your phone number.
da: ved at tilføje information om dit job, din e-mail og dit telefonnummer.
de: durch Hinzufügen von Informationen über Ihren Job, Ihre E-Mail-Adresse und Ihre Telefonnummer.
es: completando su perfil con la información de su trabajo, su correo electrónico y su número de teléfono.
fi: lisäämällä tietoja työstäsi, sähköpostiosoitteesi ja puhelinnumerosi.
fr: en complétant votre profil avec les informations sur votre profession, votre adresse e-mail et votre numéro de téléphone.
nb: ved å legge inn informasjon om jobben din, e-post adressen din og telefonnummeret ditt.
sv: genom att lägga in information om ditt jobb, din e-mail och ditt telefonnummer.

# AnswerDialogue
source: for answering dialogue items. Each dialogue item you provide feedback for will give you additional points.
da: ved at svare på Dialog-spørgsmål. Hvert spørgsmål, du svarer på, giver dig point.
de: indem Sie Dialogfragen beantworten. Jede Frage, die Sie beantworten, liefert Ihnen Punkte.
es: para responder elementos de diálogo. Cada elemento de diálogo sobre el que proporciones comentarios te dará puntos adicionales.
fi: vastaamalla keskustelukysymyksiin. Saat pisteitä jokaisesta vastatusta kysymyksestä.
fr: en participant aux discussions. Chaque élément participation à ces discussions vous rapportera des points supplémentaires.
nb: ved å svare på Dialog-spørsmål. Du får poeng for hvert spørsmål du svarer på.
sv: genom att svara på Dialog-frågor. Varje fråga du svarar på ger dig poäng.

# AnswerSurvey
source: for completing surveys under Dialogue. Each survey entitles you to additional points.
da: ved at svare på spørgeundersøgelser under Dialog. Hver spørgeundersøgelse giver dig point.
de: durch Beantworten von Fragebögen im Dialog. Jede Umfrage liefert Ihnen Punkte.
es: por completar encuestas en Diálogo. Cada encuesta le otorga puntos adicionales.
fi: vastaamalla kyselyihin keskustelun alla. Saat pisteitä jokaisesta kyselystä.
fr: en complétant l’enquête dans Discussion. Chaque participation à ces enquêtes vous donne droit à des points supplémentaires.
nb: ved å svare på spørreundersøkelser under Dialog. Hver spørreundersøkelse gir poeng.
sv: genom att svara på Enkäter under Dialog. Varje enkät ger dig poäng.
